{
    "title": "Pharmacological interventions for persistent postural‐perceptual dizziness (PPPD)",
    "abstract": "Background Persistent postural‐perceptual dizziness (PPPD) is a chronic balance disorder, which is characterised by subjective unsteadiness or dizziness that is worse on standing and with visual stimulation. The condition was only recently defined and therefore the prevalence is currently unknown. However, it is likely to include a considerable number of people with chronic balance problems. The symptoms can be debilitating and have a profound impact on quality of life. At present, little is known about the optimal way to treat this condition. A variety of medications may be used, as well as other treatments, such as vestibular rehabilitation.     Objectives To evaluate the benefits and harms of pharmacological interventions for persistent postural‐perceptual dizziness (PPPD).     Search methods The Cochrane ENT Information Specialist searched the Cochrane ENT Register; Central Register of Controlled Trials (CENTRAL); Ovid MEDLINE; Ovid Embase; Web of Science; ClinicalTrials.gov; ICTRP and additional sources for published and unpublished trials. The date of the search was 21 November 2022.    Selection criteria We included randomised controlled trials (RCTs) and quasi‐RCTs in adults with PPPD, which compared selective serotonin reuptake inhibitors (SSRIs) or serotonin and norepinephrine reuptake inhibitors (SNRIs) with either placebo or no treatment. We excluded studies that did not use the Bárány Society criteria to diagnose PPPD and studies that followed up participants for less than three months.     Data collection and analysis We used standard Cochrane methods. Our primary outcomes were: 1) improvement in vestibular symptoms (assessed as a dichotomous outcome ‐ improved or not improved), 2) change in vestibular symptoms (assessed as a continuous outcome, with a score on a numerical scale) and 3) serious adverse events. Our secondary outcomes were: 4) disease‐specific health‐related quality of life, 5) generic health‐related quality of life and 6) other adverse effects. We considered outcomes reported at three time points: 3 to < 6 months, 6 to ≤ 12 months and > 12 months. We planned to use GRADE to assess the certainty of evidence for each outcome.     Main results We identified no studies that met our inclusion criteria.   Authors' conclusions At present, there is no evidence from placebo‐controlled randomised trials regarding pharmacological treatments ‐ specifically SSRIs and SNRIs ‐ for PPPD. Consequently, there is great uncertainty over the use of these treatments for this condition. Further work is needed to establish whether any treatments are effective at improving the symptoms of PPPD, and whether their use is associated with any adverse effects.",
    "review_type": "Intervention",
    "doi": "https://doi.org/10.1002/14651858.CD015188.pub2",
    "review_id": "CD015188",
    "criteria": {
        "Types of studies": "We planned to include randomised controlled trials (RCTs) and quasi‐randomised trials (where trials were designed as RCTs, but the sequence generation for allocation of treatment used methods such as alternate allocation, birth dates etc). We also intended to include cross‐over trials and cluster‐randomised trials, if we could correctly account for the correlation in the data. For studies to obtain accurate estimates of the effect of different interventions, we considered that follow‐up of participants should be for at least three months, as the medications may take some time to take effect, and this is a chronic illness, where short‐term follow‐up may not accurately represent the longer‐term outcome for patients. Studies that followed up participants for less than three months were excluded from the review.",
        "Types of participants": "We included studies that recruited adult participants (aged 18 years or older) with a diagnosis of PPPD, according to the Bárány Society criteria (see Appendix 1). We excluded from the review studies that used alternative definitions of functional dizziness syndromes, such as chronic subjective dizziness (CSD), visual vertigo, space‐motion discomfort or phobic postural vertigo. Although we recognise that the symptoms of PPPD overlap considerably with some features of these disorders, we aimed to focus the results of the review so that they are directly relevant to those who are diagnosed with this (recently characterised) condition.",
        "Types of interventions": "We included the following interventions: selective serotonin reuptake inhibitors (SSRIs);   serotonin and norepinephrine reuptake inhibitors (SNRIs). selective serotonin reuptake inhibitors (SSRIs); serotonin and norepinephrine reuptake inhibitors (SNRIs). The main comparison was: SSRIs and SNRIs versus placebo/no treatment. SSRIs and SNRIs versus placebo/no treatment.",
        "Types of outcome measures": "We planned to assess outcomes at the following time points: 3 to < 6 months;   6 to ≤ 12 months;   > 12 months. 3 to < 6 months; 6 to ≤ 12 months; > 12 months. The exception was for adverse event data, when we planned to use the longest time period of follow‐up. We searched the COMET database for existing core outcome sets of relevance to PPPD and vertigo, but were unable to find any published core outcome sets. We therefore conducted a survey of individuals with experience of (or an interest in) balance disorders to help identify outcomes that should be prioritised. This online survey was conducted with the support of the Ménière's Society and the Migraine Trust, and included 324 participants, who provided information regarding priority outcomes. The review author team used the results of this survey to inform the choice of outcome measures in this review. We planned to analyse the following outcomes in the review, but we did not use them as a basis for including or excluding studies. Improvement in vestibular symptoms   Measured as a dichotomous outcome (improved/not improved), according to self‐report, or according to a change of a specified score (as described by the study authors) on a rating scale.      Change in vestibular symptoms   Measured as a continuous outcome, to identify the extent of change in vestibular symptoms.     Serious adverse events   Including any event that caused death, was life‐threatening, required hospitalisation, resulted in disability or permanent damage, or in congenital abnormality. Measured as the number of participants who experienced at least one serious adverse event during the follow‐up period. Improvement in vestibular symptoms Measured as a dichotomous outcome (improved/not improved), according to self‐report, or according to a change of a specified score (as described by the study authors) on a rating scale. Change in vestibular symptoms Measured as a continuous outcome, to identify the extent of change in vestibular symptoms. Serious adverse events Including any event that caused death, was life‐threatening, required hospitalisation, resulted in disability or permanent damage, or in congenital abnormality. Measured as the number of participants who experienced at least one serious adverse event during the follow‐up period. Disease‐specific health‐related quality of life   Measured with     the Dizziness Handicap Inventory (DHI, Jacobsen 1990);    the DHI short form (Tesio 1999); or    the DHI screening tool (Jacobsen 1998).        Generic health‐related quality of life   Measured with a validated measurement tool that assesses global health‐related quality of life, such as the EQ‐5D‐3L (EuroQol 1990), EQ‐5D‐5L (Herdman 2011) or SF‐36 (Ware 1992).      Other adverse effects   Measured as the number of participants who experienced at least one episode of the specified adverse events during the follow‐up period, including the following specified adverse effects:    headache;   gastrointestinal disturbance;   sleep disturbance (e.g. somnolence or insomnia);   psychological disturbance (e.g. anxiety, depression, agitation);   cardiovascular disturbance (e.g. postural lightheadedness, palpitations);   sexual dysfunction. Disease‐specific health‐related quality of life Measured with the Dizziness Handicap Inventory (DHI, Jacobsen 1990); the DHI short form (Tesio 1999); or the DHI screening tool (Jacobsen 1998). Generic health‐related quality of life Measured with a validated measurement tool that assesses global health‐related quality of life, such as the EQ‐5D‐3L (EuroQol 1990), EQ‐5D‐5L (Herdman 2011) or SF‐36 (Ware 1992). Other adverse effects Measured as the number of participants who experienced at least one episode of the specified adverse events during the follow‐up period, including the following specified adverse effects: headache; gastrointestinal disturbance; sleep disturbance (e.g. somnolence or insomnia); psychological disturbance (e.g. anxiety, depression, agitation); cardiovascular disturbance (e.g. postural lightheadedness, palpitations); sexual dysfunction.",
        "Primary outcomes": "Improvement in vestibular symptoms   Measured as a dichotomous outcome (improved/not improved), according to self‐report, or according to a change of a specified score (as described by the study authors) on a rating scale.      Change in vestibular symptoms   Measured as a continuous outcome, to identify the extent of change in vestibular symptoms.     Serious adverse events   Including any event that caused death, was life‐threatening, required hospitalisation, resulted in disability or permanent damage, or in congenital abnormality. Measured as the number of participants who experienced at least one serious adverse event during the follow‐up period.",
        "Secondary outcomes": "Disease‐specific health‐related quality of life   Measured with     the Dizziness Handicap Inventory (DHI, Jacobsen 1990);    the DHI short form (Tesio 1999); or    the DHI screening tool (Jacobsen 1998).        Generic health‐related quality of life   Measured with a validated measurement tool that assesses global health‐related quality of life, such as the EQ‐5D‐3L (EuroQol 1990), EQ‐5D‐5L (Herdman 2011) or SF‐36 (Ware 1992).      Other adverse effects   Measured as the number of participants who experienced at least one episode of the specified adverse events during the follow‐up period, including the following specified adverse effects:    headache;   gastrointestinal disturbance;   sleep disturbance (e.g. somnolence or insomnia);   psychological disturbance (e.g. anxiety, depression, agitation);   cardiovascular disturbance (e.g. postural lightheadedness, palpitations);   sexual dysfunction."
    },
    "search_strategy": {
        "Appendix 1. Diagnostic criteria for PPPD": "The Bárány Society criteria for PPPD (Staab 2017):     One or more symptoms of dizziness, unsteadiness or non‐spinning vertigo, present on most days for three months or more:    symptoms are persistent, but wax and wane;   symptoms tend to increase as the day progresses, but may not be active throughout the entire day;    momentary flares may occur spontaneously or with sudden movements.     Symptoms are present without specific provocation, but are exacerbated by:   upright posture;   active or passive motion without regard to direction or position; and   exposure to moving visual stimuli or complex visual patterns, although these three features may not be equally provocative.      The disorder usually begins shortly after an event that causes acute vestibular symptoms or problems with balance, though less commonly it develops slowly. Precipitating events include acute, episodic or chronic vestibular syndromes, other neurologic or medical illness, and psychological distress.    When triggered by an acute or episodic precipitant, symptoms typically settle into the pattern of criterion 1 as the precipitant resolves, but may occur intermittently at first, and then consolidate into a persistent course.    When triggered by a chronic precipitant, symptoms may develop slowly and worsen gradually.     Symptoms cause significant distress or functional impairment.   Symptoms are not better attributed to another disease or disorder.",
        "Appendix 2. Trustworthiness Screening Tool": "This screening tool has been developed by Cochrane Pregnancy and Childbirth. It includes a set of predefined criteria to select studies that, based on available information, are deemed to be sufficiently trustworthy to be included in the analysis. These criteria are:  Research governance     Are there any retraction notices or expressions of concern listed on the Retraction Watch Database relating to this study?    Was the study prospectively registered (for those studies published after 2010)? If not, was there a plausible reason?    When requested, did the trial authors provide/share the protocol and/or ethics approval letter?    Did the trial authors engage in communication with the Cochrane Review authors within the agreed timelines?    Did the trial authors provide IPD data upon request? If not, was there a plausible reason?     Baseline characteristics     Is the study free from characteristics of the study participants that appear too similar (e.g. distribution of the mean (SD) excessively narrow or excessively wide, as noted by Carlisle 2017)?     Feasibility     Is the study free from characteristics that could be implausible? (e.g. large numbers of women with a rare condition (such as severe cholestasis in pregnancy) recruited within 12 months);    In cases with (close to) zero losses to follow‐up, is there a plausible explanation?    Results     Is the study free from results that could be implausible? (e.g. massive risk reduction for main outcomes with small sample size)?    Do the numbers randomised to each group suggest that adequate randomisation methods were used (e.g. is the study free from issues such as unexpectedly even numbers of women ‘randomised’ including a mismatch between the numbers and the methods, if the authors say ‘no blocking was used’ but still end up with equal numbers, or if the authors say they used ‘blocks of 4’ but the final numbers differ by 6)?     Studies assessed as being potentially ‘high risk’ will be not be included in the review. Where a study is classified as ‘high risk’ for one or more of the above criteria we will attempt to contact the study authors to address any possible lack of information/concerns. If adequate information remains unavailable, the study will remain in ‘awaiting classification’ and the reasons and communications with the author (or lack of) described in detail.  The process is described in full in Figure 2.",
        "Appendix 3. Search strategies": "CENTRAL (CRS)    MEDLINE (Ovid)    Embase (Ovid)      1 MESH DESCRIPTOR Dizziness EXPLODE ALL AND CENTRAL:TARGET 8092 MESH DESCRIPTOR Vertigo AND CENTRAL:TARGET 5093 MESH DESCRIPTOR Postural Balance AND CENTRAL:TARGET 04 MESH DESCRIPTOR Vestibular Diseases AND CENTRAL:TARGET 05 MESH DESCRIPTOR Motion perception EXPLODE ALL AND CENTRAL:TARGET 2996 #1 OR #2 OR #3 OR #4 OR #5 15157 MESH DESCRIPTOR Chronic Disease EXPLODE ALL AND CENTRAL:TARGET 136608 (chronic or persistent or \"long term\" or longstanding):AB,TI,TO AND CENTRAL:TARGET 2458069 #7 OR #8 24743710 #6 AND #9 19011 (chronic or persistent OR persisting or \"long term\" or longstanding) adj6 (dizziness OR dizzy OR vertigo OR vestibular):AB,TI,TO AND CENTRAL:TARGET 29412 #10 OR #11 40513 >2009:YR AND CENTRAL:TARGET 102039214 #12 AND #13 26915 MESH DESCRIPTOR Perceptual Disorders EXPLODE ALL AND INSEGMENT 17516 #6 AND #15 317 (persistent adj3 (perceptual or postural) adj3 (dizziness or vertigo)):AB,EH,KW,KY,MC,MH,TI,TO  AND CENTRAL:TARGET 1218 (PPPD AND (dizziness or vertigo or vestibular)):AB,EH,KW,KY,MC,MH,TI,TO  AND CENTRAL:TARGET 1119 #14 OR #16 OR #17 OR #18 273     MEDLINE (Ovid MEDLINE® Epub Ahead of Print, In‐Process & Other Non‐Indexed Citations, Ovid MEDLINE® Daily and Ovid MEDLINE®) 1946 to present    1 exp Dizziness/ 57632 Vertigo/ 104783 Postural Balance/ 256024 Vestibular Diseases/ 45115 exp Motion perception/ 169666 1 or 2 or 3 or 4 or 5 592177 exp Chronic Disease/ 2715748 6 and 7 8479 ((persistent or chronic or persisting or \"long term\" or longstanding) adj6 (dizziness or dizzy or vertigo or vestibular)).ab,ti. 176510 8 or 9 243911 (201* or 202*).yr. 1322836312 10 and 11 138313 Perceptual Disorders/ 673914 13 and 10 1115 (persistent adj3 (perceptual or postural) adj3 (dizziness or vertigo)).ab,ti. 10216 (PPPD and (dizziness or vertigo or vestibular)).ab,ti. 7517 12 or 14 or 15 or 16 138918 randomized controlled trial.pt. 54566819 controlled clinical trial.pt. 9444520 randomized.ab. 53624221 placebo.ab. 22202722 drug therapy.fs. 238257923 randomly.ab. 36723424 trial.ab. 57088125 groups.ab. 225548926 18 or 19 or 20 or 21 or 22 or 23 or 24 or 25 513732427 exp animals/ not humans.sh. 489468728 26 not 27 446902429 17 and 28 494     Embase 1974 to present   1 exp dizziness/ 842472 vertigo/ 476693 body equilibrium/ 205184 vestibular disorder/ 94045 exp movement perception/ 137856 1 or 2 or 3 or 4 or 5 1649137 exp chronic disease/ 1903518 6 and 7 13979 ((persistent or chronic or persisting or longstanding or \"long term\") adj6 (dizziness or dizzy or vertigo or vestibular)).ab,ti. 240610 8 or 9 362811 (201* or 202*).yr. 1777621912 10 and 11 223413 exp perception disorder/ 3562514 10 and 13 4515 (persistent adj3 (perceptual or postural) adj3 (dizziness or vertigo)).ab,ti. 13216 (PPPD and (dizziness or vertigo or vestibular)).ab,ti. 10117 12 or 14 or 15 or 16 224818 Randomized controlled trial/ 67855119 Controlled clinical study/ 46418320 Random$.ti,ab. 171173021 randomization/ 9193122 intermethod comparison/ 27575223 placebo.ti,ab. 33027924 (compare or compared or comparison).ti. 54771325 ((evaluated or evaluate or evaluating or assessed or assess) and (compare or compared or comparing or comparison)).ab. 237714226 (open adj label).ti,ab. 9142227 ((double or single or doubly or singly) adj (blind or blinded or blindly)).ti,ab. 24900728 double blind procedure/ 18838429 parallel group$1.ti,ab. 2818730 (crossover or cross over).ti,ab. 11290931 ((assign$ or match or matched or allocation) adj5 (alternate or group$1 or intervention$1 or patient$1 or subject$1 or participant$1)).ti,ab. 36405432 (assigned or allocated).ti,ab. 42917733 (controlled adj7 (study or design or trial)).ti,ab. 38938834 (volunteer or volunteers).ti,ab. 26113435 human experiment/ 55594236 trial.ti. 34028337 18 or 19 or 20 or 21 or 22 or 23 or 24 or 25 or 26 or 27 or 28 or 29 or 30 or 31 or 32 or 33 or 34 or 35 or 36 553466238 (random$ adj sampl$ adj7 (\"cross section$\" or questionnaire$1 or survey$ or database$1)).ti,ab. 1228439 comparative study/ or controlled study/ 904496940 randomi?ed controlled.ti,ab. 32633241 randomly assigned.ti,ab. 14474242 39 or 40 or 41 923003043 38 not 42 872644 Cross‐sectional study/ 43776645 randomized controlled trial/ or controlled clinical study/ or controlled study/ 850063546 (randomi?ed controlled or control group$1).ti,ab. 99383647 45 or 46 886609048 44 not 47 28417149 (((case adj control$) and random$) not randomi?ed controlled).ti,ab. 1897850 (Systematic review not (trial or study)).ti. 18776751 (nonrandom$ not random$).ti,ab. 1728252 \"Random field$\".ti,ab. 259053 (random cluster adj3 sampl$).ti,ab. 138654 (review.ab. and review.pt.) not trial.ti. 92903855 \"we searched\".ab. 6255256 review.ti. or review.pt. 313355757 55 and 56 3852858 \"update review\".ab. 11959 (databases adj4 searched).ab. 4563960 (rat or rats or mouse or mice or swine or porcine or murine or sheep or lambs or pigs or piglets or rabbit or rabbits or cat or cats or dog or dogs or cattle or bovine or monkey or monkeys or trout or marmoset$1).ti. and animal experiment/ 112396261 43 or 48 or 49 or 50 or 51 or 52 or 53 or 54 or 57 or 58 or 59 138881562 37 not 61 524933963 17 and 62 551"
    }
}