{
    "title": "Intratympanic gentamicin for Ménière’s disease",
    "abstract": "Background Ménière's disease is a condition that causes recurrent episodes of vertigo, associated with hearing loss and tinnitus. Aminoglycosides are sometimes administered directly into the middle ear to treat this condition. The aim of this treatment is to partially or completely destroy the balance function of the affected ear. The efficacy of this intervention in preventing vertigo attacks, and their associated symptoms, is currently unclear.    Objectives To evaluate the benefits and harms of intratympanic aminoglycosides versus placebo or no treatment in people with Ménière's disease.    Search methods The Cochrane ENT Information Specialist searched the Cochrane ENT Register; Central Register of Controlled Trials (CENTRAL); Ovid MEDLINE; Ovid Embase; Web of Science; ClinicalTrials.gov; ICTRP and additional sources for published and unpublished trials. The date of the search was 14 September 2022.    Selection criteria We included randomised controlled trials (RCTs) and quasi‐RCTs in adults with a diagnosis of Ménière's disease comparing intratympanic aminoglycosides with either placebo or no treatment. We excluded studies with follow‐up of less than three months, or with a cross‐over design (unless data from the first phase of the study could be identified).     Data collection and analysis We used standard Cochrane methods. Our primary outcomes were: 1) improvement in vertigo (assessed as a dichotomous outcome ‐ improved or not improved), 2) change in vertigo (assessed as a continuous outcome, with a score on a numerical scale) and 3) serious adverse events. Our secondary outcomes were: 4) disease‐specific health‐related quality of life, 5) change in hearing, 6) change in tinnitus and 7) other adverse effects. We considered outcomes reported at three time points: 3 to < 6 months, 6 to ≤ 12 months and > 12 months. We used GRADE to assess the certainty of evidence for each outcome.     Main results We included five RCTs with a total of 137 participants. All studies compared the use of gentamicin to either placebo or no treatment. Due to the very small numbers of participants in these trials, and concerns over the conduct and reporting of some studies, we considered all the evidence in this review to be very low‐certainty.   Improvement in vertigo  This outcome was assessed by only two studies, and they used different time periods for reporting. Improvement in vertigo was reported by more participants who received gentamicin at both 6 to ≤ 12 months (16/16 participants who received gentamicin, compared to 0/16 participants with no intervention; risk ratio (RR) 33.00, 95% confidence interval (CI) 2.15 to 507; 1 study; 32 participants; very low‐certainty evidence) and at > 12 months follow‐up (12/12 participants receiving gentamicin, compared to 6/10 participants receiving placebo; RR 1.63, 95% CI 0.98 to 2.69; 1 study; 22 participants; very low‐certainty evidence). However, we were unable to conduct any meta‐analysis for this outcome, the certainty of the evidence was very low and we cannot draw any meaningful conclusions from the results.   Change in vertigo  Again, two studies assessed this outcome, but used different methods of measuring vertigo and assessed the outcome at different time points. We were therefore unable to carry out any meta‐analysis or draw any meaningful conclusions from the results. Global scores of vertigo were lower for those who received gentamicin at both 6 to ≤ 12 months (mean difference (MD) ‐1 point, 95% CI ‐1.68 to ‐0.32; 1 study; 26 participants; very low‐certainty evidence; four‐point scale; minimally clinically important difference presumed to be one point) and at > 12 months (MD ‐1.8 points, 95% CI ‐2.49 to ‐1.11; 1 study; 26 participants; very low‐certainty evidence). Vertigo frequency was also lower at > 12 months for those who received gentamicin (0 attacks per year in participants receiving gentamicin compared to 11 attacks per year for those receiving placebo; 1 study; 22 participants; very low‐certainty evidence).   Serious adverse events  None of the included studies provided information on the total number of participants who experienced a serious adverse event. It is unclear whether this is because no adverse events occurred, or because they were not assessed or reported.     Authors' conclusions The evidence for the use of intratympanic gentamicin in the treatment of Ménière's disease is very uncertain. This is primarily due to the fact that there are few published RCTs in this area, and all the studies we identified enrolled a very small number of participants. As the studies assessed different outcomes, using different methods, and reported at different time points, we were not able to pool the results to obtain more reliable estimates of the efficacy of this treatment. More people may report an improvement in vertigo following gentamicin treatment, and scores of vertigo symptoms may also improve. However, the limitations of the evidence mean that we cannot be sure of these effects. Although there is the potential for intratympanic gentamicin to cause harm (for example, hearing loss) we did not find any information about the risks of treatment in this review.   Consensus on the appropriate outcomes to measure in studies of Ménière's disease is needed (i.e. a core outcome set) in order to guide future studies in this area and enable meta‐analysis of the results. This must include appropriate consideration of the potential harms of treatment, as well as the benefits.",
    "review_type": "Intervention",
    "doi": "https://doi.org/10.1002/14651858.CD015246.pub2",
    "review_id": "CD015246",
    "criteria": {
        "Types of studies": "We included randomised controlled trials (RCTs) and quasi‐randomised trials (where trials were designed as RCTs, but the sequence generation for allocation of treatment used methods such as alternate allocation, birth dates etc). Ménière's disease is known to fluctuate over time, which may mean that cross‐over trials are not an appropriate study design for this condition. No cross‐over RCTs or cluster‐RCTs were identified as relevant for inclusion in this review. We included studies reported as full‐text, those published as conference abstracts only and unpublished data. Ménière's disease is characterised by episodic balance disturbance ‐ the frequency of attacks may change over time (Huppert 2010). For studies to obtain accurate estimates of the effect of different interventions, we considered that follow‐up of participants should be for at least three months ‐ to ensure that participants are likely to have experienced a number of attacks during the follow‐up period. Studies that followed up participants for less than three months were excluded from the review.",
        "Types of participants": "We included studies that recruited adult participants (aged 18 years or older) with a diagnosis of definite or probable Ménière's disease, according to the agreed criteria of the American Academy Otolaryngology ‐ Head and Neck Surgery (AAO‐HNS), the Japan Society for Equilibrium Research, the European Academy of Otology and Neurotology and the Bárány Society. These criteria are outlined in Appendix 1 and described in Lopez‐Escamez 2015. If studies used different criteria to diagnose Ménière's disease, we included them if those criteria were clearly analogous to those described in Lopez‐Escamez 2015. For example, studies that used earlier definitions of Ménière's disease (from the AAO‐HNS guidelines of 1995) were also included. If there was uncertainty over the criteria used for the study, then a decision was made on whether to include the study. This decision was taken by authors who were masked to other features of the studies (such as study size, other aspects of methodology, results of the study) to avoid the introduction of bias in study selection. If a study was conducted in an ENT department and participants were diagnosed with Ménière's disease then we considered it was likely that other diagnoses had been excluded, and included the study. However, we reflected this uncertainty in diagnosis by considering the study at risk of indirectness when using GRADE to assess the certainty of the evidence (see 'Summary of findings and assessment of certainty of the evidence). We anticipated that most studies would include participants with active Ménière's disease. We did not exclude studies if the frequency of attacks at baseline was not reported or was unclear, but we planned to highlight if there were differences between studies that may impact on our ability to pool the data, or affect the applicability of our findings. We excluded studies where participants had previously undergone destructive/ablative treatment for Ménière's disease in the affected ear (such as vestibular neurectomy, chemical or surgical labyrinthectomy), as we considered that they were unlikely to respond to interventions in the same way as those who had not undergone such treatment.",
        "Types of interventions": "We included the following interventions: gentamicin. gentamicin. If we had identified other intratympanic aminoglycosides (for example, streptomycin) then these would also have been included in the review, but we did not find any relevant studies that considered other aminoglycosides. The main comparison is: gentamicin versus placebo/no treatment. gentamicin versus placebo/no treatment. There were no limits on the type of concurrent treatments used, providing these were used equally in each arm of the study. We pooled studies that included concurrent treatments with those where participants did not receive concurrent treatment. We planned to conduct subgroup analysis to determine whether the effect estimates may be different in those receiving additional treatment. However, due to the small number of studies included in the review this was not possible (see Subgroup analysis and investigation of heterogeneity).",
        "Concurrent treatments": "There were no limits on the type of concurrent treatments used, providing these were used equally in each arm of the study. We pooled studies that included concurrent treatments with those where participants did not receive concurrent treatment. We planned to conduct subgroup analysis to determine whether the effect estimates may be different in those receiving additional treatment. However, due to the small number of studies included in the review this was not possible (see Subgroup analysis and investigation of heterogeneity).",
        "Types of outcome measures": "We assessed all outcomes at the following time points: 3 to < 6 months;   6 to ≤ 12 months;   > 12 months. 3 to < 6 months; 6 to ≤ 12 months; > 12 months. The exception was for adverse event data, when we used the longest time period of follow‐up. We searched the COMET database for existing core outcome sets of relevance to Ménière's disease and vertigo, but were unable to find any published core outcome sets. We therefore conducted a survey of individuals with experience of (or an interest in) balance disorders to help identify the outcomes that should be prioritised. This online survey was conducted with the support of the Ménière's Society and the Migraine Trust, and included 324 participants, who provided information regarding priority outcomes. The review author team used the results of this survey to inform the choice of outcome measures in this review. We analysed the following outcomes in the review, but did not use them as a basis for including or excluding studies. Improvement in vertigo   Measured as a dichotomous outcome (improved/not improved), according to self‐report, or according to a change of a specified score (as described by the study authors) on a vertigo rating scale.      Change in vertigo   Measured as a continuous outcome, to identify the extent of change in vertigo symptoms.     Serious adverse events   Including any event that causes death, is life‐threatening, requires hospitalisation, results in disability or permanent damage, or in congenital abnormality. Measured as the number of participants who experience at least one serious adverse event during the follow‐up period. We also looked for data on the occurrence of the following specified, serious adverse event:    complete loss of hearing in the affected ear. Improvement in vertigo Measured as a dichotomous outcome (improved/not improved), according to self‐report, or according to a change of a specified score (as described by the study authors) on a vertigo rating scale. Change in vertigo Measured as a continuous outcome, to identify the extent of change in vertigo symptoms. Serious adverse events Including any event that causes death, is life‐threatening, requires hospitalisation, results in disability or permanent damage, or in congenital abnormality. Measured as the number of participants who experience at least one serious adverse event during the follow‐up period. We also looked for data on the occurrence of the following specified, serious adverse event: complete loss of hearing in the affected ear. Vertigo symptoms comprise a variety of different features, including frequency of episodes, duration of episodes and severity/intensity of the episodes. Where possible, we included data for the vertigo outcomes that encompassed all of these three aspects (frequency, duration and severity/intensity of symptoms). However, we anticipated that these data may not be available from all studies. We therefore extracted data on the frequency of vertigo episodes as an alternative measure for these outcomes. Disease‐specific health‐related quality of life   Measured with the Dizziness Handicap Inventory (DHI, Jacobsen 1990), a validated measurement scale in widespread use. If data from the DHI are unavailable we extracted data from alternative validated measurement scales, according to the order of preference described in the list below (based on the validity of the scales for this outcome):    DHI short form (Tesio 1999);    DHI screening tool (Jacobsen 1998);    Vertigo Handicap Questionnaire (Yardley 1992a);    Ménière's Disease Patient Oriented Symptoms Inventory (MD POSI, Murphy 1999);    University of California Los Angeles Dizziness Questionnaire (UCLADQ, Honrubia 1996);    AAO‐HNS Functional Level Scale (FLS, AAO‐HNS 1995).        Hearing   Measured with pure tone audiometry and reported as the change in pure tone average (PTA), or (alternatively) by patient report, if data from PTA were not available.      Tinnitus   Measured using any validated, patient‐reported questionnaire relating to the impact of tinnitus, for example the Tinnitus Handicap Inventory (THI, Newman 1996) or the Tinnitus Functional Index (TFI, Meikle 2012).      Other adverse effects   Measured as the number of participants who experience at least one episode of the specified adverse events during the follow‐up period. Including the following specified adverse effects:    tympanic membrane perforation;   ear pain;   post‐injection vertigo;   new onset tinnitus in the affected ear. Disease‐specific health‐related quality of life Measured with the Dizziness Handicap Inventory (DHI, Jacobsen 1990), a validated measurement scale in widespread use. If data from the DHI are unavailable we extracted data from alternative validated measurement scales, according to the order of preference described in the list below (based on the validity of the scales for this outcome): DHI short form (Tesio 1999); DHI screening tool (Jacobsen 1998); Vertigo Handicap Questionnaire (Yardley 1992a); Ménière's Disease Patient Oriented Symptoms Inventory (MD POSI, Murphy 1999); University of California Los Angeles Dizziness Questionnaire (UCLADQ, Honrubia 1996); AAO‐HNS Functional Level Scale (FLS, AAO‐HNS 1995). Hearing Measured with pure tone audiometry and reported as the change in pure tone average (PTA), or (alternatively) by patient report, if data from PTA were not available. Tinnitus Measured using any validated, patient‐reported questionnaire relating to the impact of tinnitus, for example the Tinnitus Handicap Inventory (THI, Newman 1996) or the Tinnitus Functional Index (TFI, Meikle 2012). Other adverse effects Measured as the number of participants who experience at least one episode of the specified adverse events during the follow‐up period. Including the following specified adverse effects: tympanic membrane perforation; ear pain; post‐injection vertigo; new onset tinnitus in the affected ear.",
        "Primary outcomes": "Improvement in vertigo   Measured as a dichotomous outcome (improved/not improved), according to self‐report, or according to a change of a specified score (as described by the study authors) on a vertigo rating scale.      Change in vertigo   Measured as a continuous outcome, to identify the extent of change in vertigo symptoms.     Serious adverse events   Including any event that causes death, is life‐threatening, requires hospitalisation, results in disability or permanent damage, or in congenital abnormality. Measured as the number of participants who experience at least one serious adverse event during the follow‐up period. We also looked for data on the occurrence of the following specified, serious adverse event:    complete loss of hearing in the affected ear.        Vertigo symptoms comprise a variety of different features, including frequency of episodes, duration of episodes and severity/intensity of the episodes. Where possible, we included data for the vertigo outcomes that encompassed all of these three aspects (frequency, duration and severity/intensity of symptoms). However, we anticipated that these data may not be available from all studies. We therefore extracted data on the frequency of vertigo episodes as an alternative measure for these outcomes.",
        "Secondary outcomes": "Disease‐specific health‐related quality of life   Measured with the Dizziness Handicap Inventory (DHI, Jacobsen 1990), a validated measurement scale in widespread use. If data from the DHI are unavailable we extracted data from alternative validated measurement scales, according to the order of preference described in the list below (based on the validity of the scales for this outcome):    DHI short form (Tesio 1999);    DHI screening tool (Jacobsen 1998);    Vertigo Handicap Questionnaire (Yardley 1992a);    Ménière's Disease Patient Oriented Symptoms Inventory (MD POSI, Murphy 1999);    University of California Los Angeles Dizziness Questionnaire (UCLADQ, Honrubia 1996);    AAO‐HNS Functional Level Scale (FLS, AAO‐HNS 1995).        Hearing   Measured with pure tone audiometry and reported as the change in pure tone average (PTA), or (alternatively) by patient report, if data from PTA were not available.      Tinnitus   Measured using any validated, patient‐reported questionnaire relating to the impact of tinnitus, for example the Tinnitus Handicap Inventory (THI, Newman 1996) or the Tinnitus Functional Index (TFI, Meikle 2012).      Other adverse effects   Measured as the number of participants who experience at least one episode of the specified adverse events during the follow‐up period. Including the following specified adverse effects:    tympanic membrane perforation;   ear pain;   post‐injection vertigo;   new onset tinnitus in the affected ear."
    },
    "search_strategy": {
        "Appendix 1. AAO‐HNS definition of Ménière's disease": "Definite Ménière's disease:    Two or more spontaneous episodes of vertigo, each lasting 20 minutes to 12 hours.   Audiometrically documented low‐ to medium‐frequency sensorineural hearing loss in one ear, defining the affected ear on at least one occasion before, during or after one of the episodes of vertigo.    Fluctuating aural symptoms (hearing, tinnitus or fullness) in the affected ear.   Not better accounted for by another vestibular diagnosis.    Probable Ménière's disease:     Two or more spontaneous episodes of vertigo, each lasting 20 minutes to 24 hours.   Fluctuating aural symptoms (hearing, tinnitus or fullness) in the affected ear.   Not better accounted for by another vestibular diagnosis.    Taken from Lopez‐Escamez 2015.",
        "Appendix 2. Search strategies": "This search strategy has been designed to identify all relevant studies for a suite of reviews on various interventions for Ménière's disease.          CENTRAL (CRS)     Cochrane ENT Register (CRS)     MEDLINE (Ovid)       1 MESH DESCRIPTOR Endolymphatic Hydrops EXPLODE ALL AND CENTRAL:TARGET  2 meniere*):AB,EH,KW,KY,MC,MH,TI,TO AND CENTRAL:TARGET  3 (endolymphatic near hydrops):AB,EH,KW,KY,MC,MH,TI,TO AND CENTRAL:TARGET  4 (labyrinth* near hydrops):AB,EH,KW,KY,MC,MH,TI,TO AND CENTRAL:TARGET  5 (labyrinth* near syndrome):AB,EH,KW,KY,MC,MH,TI,TO AND CENTRAL:TARGET  6 (aural near vertigo):AB,EH,KW,KY,MC,MH,TI,TO AND CENTRAL:TARGET  7 (labyrinth* near vertigo):AB,EH,KW,KY,MC,MH,TI,TO AND CENTRAL:TARGET  8 (cochlea near hydrops):AB,EH,KW,KY,MC,MH,TI,TO AND CENTRAL:TARGET  9 (vestibular near hydrops):AB,EH,KW,KY,MC,MH,TI,TO AND CENTRAL:TARGET  10 #1 OR #2 OR #3 OR #4 OR #5 OR #6 OR #7 OR #8 OR #9 AND CENTRAL:TARGET    1 MESH DESCRIPTOR Endolymphatic Hydrops EXPLODE ALL AND INREGISTER  2 (meniere*):AB,EH,KW,KY,MC,MH,TI,TO AND INREGISTER  3 (endolymphatic near hydrops):AB,EH,KW,KY,MC,MH,TI,TO AND INREGISTER  4 (labyrinth* near hydrops):AB,EH,KW,KY,MC,MH,TI,TO AND INREGISTER  5 (labyrinth* near syndrome):AB,EH,KW,KY,MC,MH,TI,TO AND INREGISTER  6 (aural near vertigo):AB,EH,KW,KY,MC,MH,TI,TO AND INREGISTER  7 (labyrinth* near vertigo):AB,EH,KW,KY,MC,MH,TI,TO AND INREGISTER  8 (cochlea near hydrops):AB,EH,KW,KY,MC,MH,TI,TO AND INREGISTER  9 (vestibular near hydrops):AB,EH,KW,KY,MC,MH,TI,TO AND INREGISTER  10 #1 OR #2 OR #3 OR #4 OR #5 OR #6 OR #7 OR #8 OR #9 AND INREGISTER  11 INREGISTER  12 * AND CENTRAL:TARGET  13 #11 NOT #12  14 #10 AND #13    1 exp Endolymphatic Hydrops/  2 meniere*.ab,ti.  3 (endolymphatic adj3 hydrops).ab,ti.  4 (labyrinth* adj3 hydrops).ab,ti.  5 (labyrinth* adj3 syndrome).ab,ti.  6 (aural adj3 vertigo).ab,ti.  7 (labyrinth* adj3 vertigo).ab,ti.  8 (cochlea adj3 hydrops).ab,ti.  9 (vestibular adj3 hydrops).ab,ti.  10 1 or 2 or 3 or 4 or 5 or 6 or 7 or 8 or 9  11 randomized controlled trial.pt.  12 controlled clinical trial.pt.  13 randomized.ab.  14 placebo.ab.  15 drug therapy.fs.  16 randomly.ab.  17 trial.ab.  18 groups.ab.  19 11 or 12 or 13 or 14 or 15 or 16 or 17 or 18  20 exp animals/ not humans.sh.  21 19 not 20  22 10 and 21      Embase (Ovid)     Web of Science Core Collection (Web of Knowledge)     Trial Registries       1 exp Meniere disease/  2 meniere*.ab,ti.  3 (endolymphatic adj3 hydrops).ab,ti.  4 (labyrinth* adj3 hydrops).ab,ti.  5 (labyrinth* adj3 syndrome).ab,ti.  6 (aural adj3 vertigo).ab,ti.  7 (labyrinth* adj3 vertigo).ab,ti.  8 (cochlea adj3 hydrops).ab,ti.  9 (vestibular adj3 hydrops).ab,ti.  10 1 or 2 or 3 or 4 or 5 or 6 or 7 or 8 or 9  11 Randomized controlled trial/  12 Controlled clinical study/  13 Random$.ti,ab.  14 randomization/  15 intermethod comparison/  16 placebo.ti,ab.  17 (compare or compared or comparison).ti.  18 ((evaluated or evaluate or evaluating or assessed or assess) and (compare or compared or comparing or comparison)).ab.   19 (open adj label).ti,ab.  20 ((double or single or doubly or singly) adj (blind or blinded or blindly)).ti,ab.  21 double blind procedure/  22 parallel group$1.ti,ab.  23 (crossover or cross over).ti,ab.  24 ((assign$ or match or matched or allocation) adj5 (alternate or group$1 or intervention$1 or patient$1 or subject$1 or participant$1)).ti,ab.   25 (assigned or allocated).ti,ab.  26 (controlled adj7 (study or design or trial)).ti,ab.  27 (volunteer or volunteers).ti,ab.  28 human experiment/  29 trial.ti.  30 11 or 12 or 13 or 14 or 15 or 16 or 17 or 18 or 19 or 20 or 21 or 22 or 23 or 24 or 25 or 26 or 27 or 28 or 29   31 (random$ adj sampl$ adj7 (\"cross section$\" or questionnaire$1 or survey$ or database$1)).ti,ab.  32 comparative study/ or controlled study/  33 randomi?ed controlled.ti,ab.  34 randomly assigned.ti,ab.  35 32 or 33 or 34  36 31 not 35  37 Cross‐sectional study/  38 randomized controlled trial/ or controlled clinical study/ or controlled study/  39 (randomi?ed controlled or control group$1).ti,ab.  40 38 or 39  41 37 not 40  42 (((case adj control$) and random$) not randomi?ed controlled).ti,ab.  43 (Systematic review not (trial or study)).ti.  44 (nonrandom$ not random$).ti,ab.  45 Random field$.ti,ab.  46 (random cluster adj3 sampl$).ti,ab.  47 (review.ab. and review.pt.) not trial.ti.  48 we searched.ab.  49 review.ti. or review.pt.  50 48 and 49  51 update review.ab.  52 (databases adj4 searched).ab.  53 (rat or rats or mouse or mice or swine or porcine or murine or sheep or lambs or pigs or piglets or rabbit or rabbits or cat or cats or dog or dogs or cattle or bovine or monkey or monkeys or trout or marmoset$1).ti. and animal experiment/   54 36 or 41 or 42 or 43 or 44 or 45 or 46 or 47 or 50 or 51 or 52  55 30 not 54  56 10 and 55    # 12 #11 AND #10   Indexes=SCI‐EXPANDED, SSCI, A&HCI, CPCI‐S, CPCI‐SSH, BKCI‐S, BKCI‐SSH, ESCI, CCR‐EXPANDED, IC Timespan=All years     # 11 TOPIC: ((randomised OR randomized OR randomisation OR randomisation OR placebo* OR (random* AND (allocat* OR assign*) ) OR (blind* AND (single OR double OR treble OR triple) )))    Indexes=SCI‐EXPANDED, SSCI, A&HCI, CPCI‐S, CPCI‐SSH, BKCI‐S, BKCI‐SSH, ESCI, CCR‐EXPANDED, IC Timespan=All years     # 10 #9 OR #8 OR #7 OR #6 OR #5 OR #4 OR #3 OR #2 OR #1   Indexes=SCI‐EXPANDED, SSCI, A&HCI, CPCI‐S, CPCI‐SSH, BKCI‐S, BKCI‐SSH, ESCI, CCR‐EXPANDED, IC Timespan=All years     # 9 TOPIC: (vestibular NEAR/3 hydrops)   Indexes=SCI‐EXPANDED, SSCI, A&HCI, CPCI‐S, CPCI‐SSH, BKCI‐S, BKCI‐SSH, ESCI, CCR‐EXPANDED, IC Timespan=All years     # 8 TOPIC: (cochlea NEAR/3 hydrops)   Indexes=SCI‐EXPANDED, SSCI, A&HCI, CPCI‐S, CPCI‐SSH, BKCI‐S, BKCI‐SSH, ESCI, CCR‐EXPANDED, IC Timespan=All years     # 7 TOPIC: (labyrinth* NEAR/3 vertigo)   Indexes=SCI‐EXPANDED, SSCI, A&HCI, CPCI‐S, CPCI‐SSH, BKCI‐S, BKCI‐SSH, ESCI, CCR‐EXPANDED, IC Timespan=All years     # 6 TOPIC: (labyrinth* adj3 vertigo)   Indexes=SCI‐EXPANDED, SSCI, A&HCI, CPCI‐S, CPCI‐SSH, BKCI‐S, BKCI‐SSH, ESCI, CCR‐EXPANDED, IC Timespan=All years     # 5 TOPIC: (aural NEAR/3 vertigo)   Indexes=SCI‐EXPANDED, SSCI, A&HCI, CPCI‐S, CPCI‐SSH, BKCI‐S, BKCI‐SSH, ESCI, CCR‐EXPANDED, IC Timespan=All years     # 4 TOPIC: (labyrinth* NEAR/3 syndrome)   Indexes=SCI‐EXPANDED, SSCI, A&HCI, CPCI‐S, CPCI‐SSH, BKCI‐S, BKCI‐SSH, ESCI, CCR‐EXPANDED, IC Timespan=All years     # 3 TOPIC: (labyrinth* NEAR/3 hydrops)   Indexes=SCI‐EXPANDED, SSCI, A&HCI, CPCI‐S, CPCI‐SSH, BKCI‐S, BKCI‐SSH, ESCI, CCR‐EXPANDED, IC Timespan=All years     # 2 TOPIC: (endolymphatic NEAR/3 hydrops)   Indexes=SCI‐EXPANDED, SSCI, A&HCI, CPCI‐S, CPCI‐SSH, BKCI‐S, BKCI‐SSH, ESCI, CCR‐EXPANDED, IC Timespan=All years     # 1 TOPIC: (meniere*)   Indexes=SCI‐EXPANDED, SSCI, A&HCI, CPCI‐S, CPCI‐SSH, BKCI‐S, BKCI‐SSH, ESCI, CCR‐EXPANDED, IC Timespan=All years     Clinicaltrials.gov  menieres or meniere or meniere's | Interventional Studies    ICTRP  Meniere*        The date restrictions applied to the September 2022 update searches were as follows:             September 2022 update      CENTRAL    15/09/2021_TO_14/09/2022:CRSINCENTRAL AND CENTRAL:TARGET     ENT register    No new records added to register since search was run     Medline    23 limit 22 to ed=20210915‐20220914 24 limit 22 to dt=20210915‐20220914 25 23 or 24     Embase    57 limit 56 to dd=20210915‐20220914     Web of Science    Timespan: 2021‐09‐15 to 2022‐09‐14 (Index Date)     Clinicaltrials.gov    First posted from 09/15/2021 to 09/14/2022     ICTRP    Date of registration after 15/09/2021     Google Scholar    Year: 2021 or 2022",
        "Appendix 3. Trustworthiness Screening Tool": "This screening tool has been developed by Cochrane Pregnancy and Childbirth. It includes a set of predefined criteria to select studies that, based on available information, are deemed to be sufficiently trustworthy to be included in the analysis. These criteria are:  Research governance     Are there any retraction notices or expressions of concern listed on the Retraction Watch Database relating to this study?    Was the study prospectively registered (for those studies published after 2010)? If not, was there a plausible reason?    When requested, did the trial authors provide/share the protocol and/or ethics approval letter?    Did the trial authors engage in communication with the Cochrane Review authors within the agreed timelines?    Did the trial authors provide IPD data upon request? If not, was there a plausible reason?     Baseline characteristics     Is the study free from characteristics of the study participants that appear too similar (e.g. distribution of the mean (SD) excessively narrow or excessively wide, as noted by Carlisle 2017)?     Feasibility     Is the study free from characteristics that could be implausible? (e.g. large numbers of women with a rare condition (such as severe cholestasis in pregnancy) recruited within 12 months);    In cases with (close to) zero losses to follow‐up, is there a plausible explanation?    Results     Is the study free from results that could be implausible? (e.g. massive risk reduction for main outcomes with small sample size)?    Do the numbers randomised to each group suggest that adequate randomisation methods were used (e.g. is the study free from issues such as unexpectedly even numbers of women 'randomised’ including a mismatch between the numbers and the methods, if the authors say 'no blocking was used’ but still end up with equal numbers, or if the authors say they used 'blocks of 4’ but the final numbers differ by 6)?     Studies assessed as being potentially 'high risk’ will be not be included in the review. Where a study is classified as 'high risk’ for one or more of the above criteria we will attempt to contact the study authors to address any possible lack of information/concerns. If adequate information remains unavailable, the study will remain in 'awaiting classification’ and the reasons and communications with the author (or lack of) described in detail.  The process is described in full in Figure 2."
    }
}