{
    "title": "Prognostic factors for the development and progression of proliferative diabetic retinopathy in people with diabetic retinopathy",
    "abstract": "Background Diabetic retinopathy (DR) is characterised by neurovascular degeneration as a result of chronic hyperglycaemia. Proliferative diabetic retinopathy (PDR) is the most serious complication of DR and can lead to total (central and peripheral) visual loss. PDR is characterised by the presence of abnormal new blood vessels, so‐called “new vessels,” at the optic disc (NVD) or elsewhere in the retina (NVE). PDR can progress to high‐risk characteristics (HRC) PDR (HRC‐PDR), which is defined by the presence of NVD more than one‐fourth to one‐third disc area in size plus vitreous haemorrhage or pre‐retinal haemorrhage, or vitreous haemorrhage or pre‐retinal haemorrhage obscuring more than one disc area. In severe cases, fibrovascular membranes grow over the retinal surface and tractional retinal detachment with sight loss can occur, despite treatment. Although most, if not all, individuals with diabetes will develop DR if they live long enough, only some progress to the sight‐threatening PDR stage.     Objectives To determine risk factors for the development of PDR and HRC‐PDR in people with diabetes and DR.    Search methods We searched the Cochrane Central Register of Controlled Trials (CENTRAL; which contains the Cochrane Eyes and Vision Trials Register; 2022, Issue 5), Ovid MEDLINE, and Ovid Embase. The date of the search was 27 May 2022. Additionally, the search was supplemented by screening reference lists of eligible articles. There were no restrictions to language or year of publication.     Selection criteria We included prospective or retrospective cohort studies and case‐control longitudinal studies evaluating prognostic factors for the development and progression of PDR, in people who have not had previous treatment for DR. The target population consisted of adults (≥18 years of age) of any gender, sexual orientation, ethnicity, socioeconomic status, and geographical location, with non‐proliferative diabetic retinopathy (NPDR) or PDR with less than HRC‐PDR, diagnosed as per standard clinical practice. Two review authors independently screened titles and abstracts, and full‐text articles, to determine eligibility; discrepancies were resolved through discussion. We considered prognostic factors measured at baseline and any other time points during the study and in any clinical setting. Outcomes were evaluated at three and eight years (± two years) or lifelong.     Data collection and analysis Two review authors independently extracted data from included studies using a data extraction form that we developed and piloted prior to the data collection stage. We resolved any discrepancies through discussion. We used the Quality in Prognosis Studies (QUIPS) tool to assess risk of bias. We conducted meta‐analyses in clinically relevant groups using a random‐effects approach. We reported hazard ratios (HR), odds ratios (OR), and risk ratios (RR) separately for each available prognostic factor and outcome, stratified by different time points. Where possible, we meta‐analysed adjusted prognostic factors. We evaluated the certainty of the evidence with an adapted version of the GRADE framework.      Main results We screened 6391 records. From these, we identified 59 studies (87 articles) as eligible for inclusion. Thirty‐five were prospective cohort studies, 22 were retrospective studies, 18 of which were cohort and six were based on data from electronic registers, and two were retrospective case‐control studies. Twenty‐three studies evaluated participants with type 1 diabetes (T1D), 19 with type 2 diabetes (T2D), and 17 included mixed populations (T1D and T2D). Studies on T1D included between 39 and 3250 participants at baseline, followed up for one to 45 years. Studies on T2D included between 100 and 71,817 participants at baseline, followed up for one to 20 years. The studies on mixed populations of T1D and T2D ranged from 76 to 32,553 participants at baseline, followed up for four to 25 years.   We found evidence indicating that higher glycated haemoglobin (haemoglobin A1c (HbA1c)) levels (adjusted OR ranged from 1.11 (95% confidence interval (CI) 0.93 to 1.32) to 2.10 (95% CI 1.64 to 2.69) and more advanced stages of retinopathy (adjusted OR ranged from 1.38 (95% CI 1.29 to 1.48) to 12.40 (95% CI 5.31 to 28.98) are independent risk factors for the development of PDR in people with T1D and T2D. We rated the evidence for these factors as of moderate certainty because of moderate to high risk of bias in the studies.   There was also some evidence suggesting several markers for renal disease (for example, nephropathy (adjusted OR ranged from 1.58 (95% CI not reported) to 2.68 (2.09 to 3.42), and creatinine (adjusted meta‐analysis HR 1.61 (95% CI 0.77 to 3.36)), and, in people with T1D, age at diagnosis of diabetes (< 12 years of age) (standardised regression estimate 1.62, 95% CI 1.06 to 2.48), increased triglyceride levels (adjusted RR 1.55, 95% CI 1.06 to 1.95), and larger retinal venular diameters (RR 4.28, 95% CI 1.50 to 12.19) may increase the risk of progression to PDR. The certainty of evidence for these factors, however, was low to very low, due to risk of bias in the included studies, inconsistency (lack of studies preventing the grading of consistency or variable outcomes), and imprecision (wide CIs). There was no substantial and consistent evidence to support duration of diabetes, systolic or diastolic blood pressure, total cholesterol, low‐ (LDL) and high‐ (HDL) density lipoproteins, gender, ethnicity, body mass index (BMI), socioeconomic status, or tobacco and alcohol consumption as being associated with incidence of PDR. There was insufficient evidence to evaluate prognostic factors associated with progression of PDR to HRC‐PDR.     Authors' conclusions Increased HbA1c is likely to be associated with progression to PDR; therefore, maintaining adequate glucose control throughout life, irrespective of stage of DR severity, may help to prevent progression to PDR and risk of its sight‐threatening complications. Renal impairment in people with T1D or T2D, as well as younger age at diagnosis of diabetes mellitus (DM), increased triglyceride levels, and increased retinal venular diameters in people with T1D may also be associated with increased risk of progression to PDR. Given that more advanced DR severity is associated with higher risk of progression to PDR, the earlier the disease is identified, and the above systemic risk factors are controlled, the greater the chance of reducing the risk of PDR and saving sight.",
    "review_type": "Prognosis",
    "doi": "https://doi.org/10.1002/14651858.CD013775.pub2",
    "review_id": "CD013775",
    "criteria": {
        "Types of studies": "Eligible study designs included prospective or retrospective cohort and case‐control longitudinal studies including participants who have not had previous treatment for DR. Although we initially planned to include randomised controlled trials (RCTs) evaluating therapeutic interventions to prevent progression of DR where there was a control, untreated arm, ultimately we decided not to include these (see Differences between protocol and review). We also included studies based on longitudinal registry data. It was a mandatory requirement for inclusion in the review that studies had to evaluate prognostic factors specifically for the development and progression of PDR, as opposed to generalised progression of DR. Studies investigating general microvascular complications of diabetes but including a subset of data related to factors involved in the development of PDR were eligible for inclusion if specific information on this group (PDR) was given. We excluded case reports, as they would have introduced selection bias, and editorials and letters to editors not containing primary data. We did not include cross‐sectional studies, as this type of study design is less appropriate for the evaluation of prognostic factors for the development or progression of disease.",
        "Inclusion criteria": "Eligible study designs included prospective or retrospective cohort and case‐control longitudinal studies including participants who have not had previous treatment for DR. Although we initially planned to include randomised controlled trials (RCTs) evaluating therapeutic interventions to prevent progression of DR where there was a control, untreated arm, ultimately we decided not to include these (see Differences between protocol and review). We also included studies based on longitudinal registry data. It was a mandatory requirement for inclusion in the review that studies had to evaluate prognostic factors specifically for the development and progression of PDR, as opposed to generalised progression of DR.  Studies investigating general microvascular complications of diabetes but including a subset of data related to factors involved in the development of PDR were eligible for inclusion if specific information on this group (PDR) was given.",
        "Exclusion criteria": "We excluded case reports, as they would have introduced selection bias, and editorials and letters to editors not containing primary data. We did not include cross‐sectional studies, as this type of study design is less appropriate for the evaluation of prognostic factors for the development or progression of disease.",
        "Targeted population": "The target population consisted of adults (≥ 18 years of age) of any gender with NPDR or PDR with less than HRC‐PDR, diagnosed as per standard clinical practice. Studies including participants of all ethnicities, geographical locations, and socioeconomic status were eligible for inclusion. Any appropriate studies including a subset of relevant participants were considered as potentially eligible if data from this subset were given separately.",
        "Types of prognostic factors": "This review considered and included prognostic factor studies only. Specific prognostic factors of interest included, but were not restricted to: routinely collected patient demographics and information, such as age, gender, ethnicity, socioeconomic status, and smoking habits;    frequently obtained standard clinical data, such as comorbidities (presence/absence of cardiovascular disease, cerebrovascular disease, nephropathy and specifically chronic kidney failure (defined as estimated GFR of < 60 mL/min/1.73 m2), peripheral neuropathy and specifically foot ulcers, amputation), BMI, neck/waist circumference, glycated haemoglobin, blood pressure, low‐density lipoprotein, high‐density lipoprotein, triglycerides; and    functional and structural retinal biomarkers in the prognostic context of the development and progression of PDR. routinely collected patient demographics and information, such as age, gender, ethnicity, socioeconomic status, and smoking habits; frequently obtained standard clinical data, such as comorbidities (presence/absence of cardiovascular disease, cerebrovascular disease, nephropathy and specifically chronic kidney failure (defined as estimated GFR of < 60 mL/min/1.73 m2), peripheral neuropathy and specifically foot ulcers, amputation), BMI, neck/waist circumference, glycated haemoglobin, blood pressure, low‐density lipoprotein, high‐density lipoprotein, triglycerides; and functional and structural retinal biomarkers in the prognostic context of the development and progression of PDR. We excluded studies evaluating prognostic factors involving invasive procedures that cannot be practically undertaken in a clinical setting (such as aqueous/vitreous sampling) and are thus unlikely to be translatable to routine clinical practice. We expected that prognostic factors would generally have been measured at the time participants entered the studies, and indeed after diagnosis of DR or PDR. If measures of prognostic factors were available at other time points, and these coincided in more than one study, we planned to consider investigating them at these other time points.",
        "Types of outcomes to be predicted": "The development of PDR was determined by the presence of NVD or NVE, as diagnosed based on fundus examination, fundus photography, or fundus fluorescein angiography. We considered participants requiring laser treatment for PDR specifically to have progressed to the outcome of PDR. Progression from less than HRC‐PDR to HRC‐PDR. HRC‐PDR was defined according to the ETDRS as: i) NVD 0.5 disc area plus vitreous haemorrhage or pre‐retinal haemorrhage; ii) vitreous haemorrhage or pre‐retinal haemorrhage obscuring more than one disc area (Diabetic Retinopathy Study Research Group 1991). These features could have been determined by clinical examination or by the grading of ophthalmic images, both fundus photography and fundus fluorescein angiograms. Participants requiring laser treatment for HRC‐PDR specifically were considered as having progressed to the outcome of HRC‐PDR. The time horizon for the evaluation of health outcomes in this review was three years (± two years), eight years (± two years), or lifelong, if available. If not, we accepted and presented other time points.",
        "Development of PDR": "The development of PDR was determined by the presence of NVD or NVE, as diagnosed based on fundus examination, fundus photography, or fundus fluorescein angiography. We considered participants requiring laser treatment for PDR specifically to have progressed to the outcome of PDR.",
        "Development of HRC‐PDR": "Progression from less than HRC‐PDR to HRC‐PDR. HRC‐PDR was defined according to the ETDRS as: i) NVD 0.5 disc area plus vitreous haemorrhage or pre‐retinal haemorrhage; ii) vitreous haemorrhage or pre‐retinal haemorrhage obscuring more than one disc area (Diabetic Retinopathy Study Research Group 1991). These features could have been determined by clinical examination or by the grading of ophthalmic images, both fundus photography and fundus fluorescein angiograms. Participants requiring laser treatment for HRC‐PDR specifically were considered as having progressed to the outcome of HRC‐PDR.   The time horizon for the evaluation of health outcomes in this review was three years (± two years), eight years (± two years), or lifelong, if available. If not, we accepted and presented other time points."
    },
    "search_strategy": {
        "Appendix 1. CENTRAL search strategy": "#1 MeSH descriptor: [Risk Factors] this term only#2 risk factor*#3 MeSH descriptor: [Biomarkers] this term only#4 biomarker*#5 marker*#6 biological marker*#7 MeSH descriptor: [Vascular Endothelial Growth Factor A] this term only#8 Vascular Endothelial Growth Factor A#9 VEGF#10 MeSH descriptor: [Intercellular Signaling Peptides and Proteins] this term only#11 growth factor*#12 MeSH descriptor: [Erythropoietin] explode all trees#13 erythropoietin*#14 EPO#15 retinal angiogenic factor*#16 MeSH descriptor: [Epidemiology] explode all trees#17 epidemiolog*#18 potential role*#19 (risk* or rate*) NEAR/5 (progress* or complicat*)#20 MeSH descriptor: [Risk Assessment] this term only#21 risk* NEAR/5 (assess* or stratif*)#22 MeSH descriptor: [Phenotype] explode all trees#23 phenotype*#24 MeSH descriptor: [Prognosis] this term only#25 prognos*#26 predict*#27 model*#28 variable*#29 #1 or #2 or #3 or #4 or #5 or #6 or #7 or #8 or #9 or #10 or #11 or #12 or #13 or #14 or #15 or #16 or #17 or #18 or #19 or #20 or #21 or #22 or #23 or #24 or #25 or #26 or #27 or #28#30 MeSH descriptor: [Diabetic Retinopathy] this term only#31 proliferative diabetic retinopathy*#32 PDR#33 non?proliferative diabetic retinopathy*#34 NPDR#35 complication* adj5 (diabetic retinopathy* or DR)#36 microvascular complication* NEAR/5 diabet*#37 severity* NEAR/5 (diabetic retinopathy* or DR)#38 advanced NEAR/5 (diabetic retinopathy* or DR*)#39 severe retinopathy*#40 MeSH descriptor: [Retinal Neovascularization] this term only#41 new vessel*#42 retina* NEAR/5 neo?vasculari*#43 (neovasculari* or new vessel*) NEAR/5 (disc* or retina* or elsewhere or iris*)#44 NVD or NVE or NVI#45 rubeosis iridis*#46 (vision* or sight*) NEAR/5 threat* adj5 (diabet* or retinopathy*)#47 #30 or #31 or #32 or #33 or #34 or #35 or #36 or #37 or #38 or #39 or #40 or #41 or #42 or #43 or #44 or #45 or #46#48 MeSH descriptor: [Vitreous Hemorrhage] this term only#49 vitreous h?emorrhage*#50 fibro?proliferative disease*#51 tractional retinal detachment*#52 rhegmatogenous retinal detachment*#53 MeSH descriptor: [Glaucoma, Neovascular] this term only#54 neovascular glaucoma*#55 NVG#56 (moderate* or severe* or reduced) NEAR/5 vis*#57 MeSH descriptor: [Blindness] this term only#58 registered NEAR/5 blind#59 blindness*#60 partial* sight*#61 #48 or #49 or #50 or #51 or #52 or #53 or #54 or #55 or #56 or #57 or #58 or #59 or #60#62 occurrence*#63 advancement*#64 worsen*#65 evolution* or evolv*#66 relationship* between#67 MeSH descriptor: [Association] this term only#68 MeSH descriptor: [Correlation of Data] this term only#69 MeSH descriptor: [Incidence] this term only#70 MeSH descriptor: [Prevalence] this term only#71 MeSH descriptor: [Disease Progression] explode all trees#72 natural histor*#73 natural course*#74 #62 or #63 or #64 or #65 or #66 or #67 or #68 or #69 or #70 or #71 or #72 or #73#75 29 and 47 and 61 and 74",
        "Appendix 2. MEDLINE search strategy": "1. Risk Factors/2. risk factor*.tw.3. Biomarkers/4. biomarker*.tw.5. marker*.tw.6. biological marker*.tw.7. Vascular Endothelial Growth Factor A/8. Vascular Endothelial Growth Factor A.tw.9. VEGF.tw.10. \"Intercellular Signaling Peptides and Proteins\"/11. growth factor*.tw.12. exp Erythropoietin/13. erythropoietin*.tw.14. EPO.tw.15. retinal angiogenic factor*.tw.16. exp Epidemiology/17. epidemiolog*.tw.18. potential role*.tw.19. ((risk* or rate*) adj5 (progress* or complicat*)).tw.20. Risk Assessment/21. (risk* adj5 (assess* or stratif*)).tw.22. exp Phenotype/23. phenotype*.tw.24. Prognosis/25. prognos*.tw.26. predict*.tw.27. model*.tw.28. variable*.tw.29. or/1‐2830. Diabetic Retinopathy/31. proliferative diabetic retinopathy*.tw.32. PDR.tw.33. non?proliferative diabetic retinopathy*.tw.34. NPDR.tw.35. (complication* adj5 (diabetic retinopathy* or DR)).tw.36. (microvascular complication* adj5 diabet*).tw.37. (severity* adj5 (diabetic retinopathy* or DR)).tw.38. (advanced adj5 (diabetic retinopathy* or DR*)).tw.39. severe retinopathy*.tw.40. Retinal Neovascularization/41. (retina* adj5 neo?vasculari*).tw.42. new vessel*.tw.43. ((neovasculari* or new vessel*) adj5 (disc* or retina* or elsewhere or iris*)).tw.44. (NVD or NVE or NVI).tw.45. rubeosis iridis*.tw.46. ((vision* or sight*) adj5 threat* adj25 (diabet* or retinopathy*)).tw.47. or/30‐4648. Vitreous Hemorrhage/49. vitreous h?emorrhage*.tw.50. fibro?proliferative disease*.tw.51. tractional retinal detachment*.tw.52. rhegmatogenous retinal detachment*.tw.53. Glaucoma, Neovascular/54. neovascular glaucoma*.tw.55. NVG.tw.56. ((moderate* or severe* or reduced) adj5 vis*).tw.57. Blindness/58. (registered adj5 blind).tw.59. blindness*.tw.60. partial* sight*.tw.61. or/48‐6062. occurrence*.tw.63. advancement*.tw.64. worsen*.tw.65. (evolution* or evolv*).tw.66. relationship* between.tw.67. Association/68. \"correlation of data\"/69. incidence/ or prevalence/70. exp disease progression/71. natural histor*.tw.72. natural course*.tw.73. or/62‐7274. 29 and 47 and 61 and 73",
        "Appendix 3. Embase search strategy": "1. risk factor/2. risk factor*.tw.3. exp marker/4. biomarker*.tw.5. marker*.tw.6. vasculotropin/7. Vascular Endothelial Growth Factor A.tw.8. VEGF.tw.9. growth factor/10. growth factor*.tw.11. erythropoietin/12. erythropoietin*.tw.13. EPO.tw.14. retinal angiogenic factor*.tw.15. exp epidemiology/16. epidemiolog*.tw.17. potential role*.tw.18. ((risk* or rate*) adj5 (progress* or complicat*)).tw.19. risk assessment/20. exp phenotype/21. phenotype*.tw.22. prognosis/23. prognos*.tw.24. predict*.tw.25. model*.tw.26. variable*.tw.27. inter?cellular signal*.tw.28. or/1‐2729. diabetic retinopathy/ or proliferative diabetic retinopathy/30. proliferative diabetic retinopathy*.tw.31. PDR.tw.32. non?proliferative diabetic retinopathy.tw.33. NPDR.tw.34. (complication* adj5 (diabetic retinopathy* or DR)).tw.35. (microvascular complication* adj5 diabet*).tw.36. (severity* adj5 (diabetic retinopathy* or DR)).tw.37. (advanced adj5 (diabetic retinopathy* or DR)).tw.38. severe retinopathy*.tw.39. retina neovascularization/40. (retina* adj5 neovasculari*).tw.41. new vessel*.tw.42. (neovasculari* adj5 (disc* or retina* or elsewhere or iris*)).tw.43. (NVD or NVE or NVI).tw.44. iris rubeosis/45. rubeosis iridis*.tw.46. ((vision* or sight*) adj5 threat* adj5 (diabet* or retinopathy*)).tw.47. or/29‐4648. vitreous hemorrhage/49. vitreous h?emorrhage*.tw.50. fibro?proliferative disease*.tw.51. tractional retinal detachment*.tw.52. rhegmatogenous retinal detachment*.tw.53. neovascular glaucoma/54. neovascular glaucoma*.tw.55. NVG.tw.56. ((moderate* or severe* or reduced) adj5 vis*).tw.57. blindness/58. (registered adj5 blind).tw.59. blindness.tw.60. partial* sight*.tw.61. or/48‐6062. occurrence*.tw.63. advancement*.tw.64. worsen*.tw.65. (evolution* or evolv*).tw.66. relationship* between.tw.67. association/68. data correlation/69. incidence/70. prevalence/71. disease exacerbation/72. natural histor*.tw.73. disease course/74. natural course*.tw.75. or/62‐7476. 28 and 47 and 61 and 75",
        "Appendix 4. CHARMS‐PF data extraction": "Study      Study design    Source of data (e.g. cohort, case‐control, randomised trial, or registry data)     Dates     Participants    Participant eligibility and recruitment method (e.g. consecutive participants, location, number of centres, setting, inclusion and exclusion criteria)      Participant description     Details of treatment received, if relevant     Outcomes to be predicted    Definition of outcome     Method of measurement     Time of outcome occurrence     Prognostic factors (index and comparator)    Type of prognostic factors     Definition and method of measurement for prognostic factors     Timing of prognostic factor measurement     Handling of prognostic factors in the analysis     Sample size    Was a sample size calculation conducted, and if so, how?     Number of participants     Number of outcomes     Number of outcomes in relation to number of candidate prognostic factors (outcomes per variable)      Missing data    Number of participants with missing data for each prognostic factor of interest     Details of attrition and, for time‐to‐event outcomes, number of censored observations     Handling of missing data     Analysis    Modelling method of analysis     How modelling assumptions were checked: in particular, for time‐to‐event outcomes and the analysis of hazard ratios, the method for assessing non‐proportional hazards (non‐constant hazard ratios over time)      Method for selection of prognostic factors for inclusion in multivariable modelling (e.g. all candidate prognostic factors considered, preselection of established prognostic factors, retain only those significant from univariable analysis)      Method for selection or exclusion of prognostic factors (including those of interest and those used as adjustment factors) during multivariable modelling (e.g. backward or forward selection, or full model approach including all factors regardless) and criteria used for any selection or exclusion (e.g. P value, Akaike information criterion)      Results    Unadjusted and adjusted prognostic effect estimates (e.g. risk ratios, odds ratios, hazard ratios, mean differences) for each prognostic factor of interest, and the corresponding 95% confidence interval (or variance or standard error)      For each extracted adjusted prognostic effect estimate of interest, the set of adjustment factors used",
        "Appendix 5. Quality in Prognosis Studies (QUIPS) tool": "Domains    Signalling items    Risk of bias ratings      1. Study participation    (a) Adequate participation in study by eligible individuals   Relationship between PF and outcome ‐     (b) Description of target population   High: very likely to be different for participants and eligible non‐participants      (c) Description of baseline study sample   Moderate: may be different for participants and eligible non‐participants      (d) Adequate description of recruitment process   Low: unlikely to be different for participants and eligible non‐participants      (e) Adequate description of period and place of recruitment      (f) Adequate description of inclusion/exclusion criteria     2. Study attrition    (a) Adequate response rate for study participants   Relationship between PF and outcome ‐     (b) Description of process for collecting information on participants who dropped out    High: very likely to be different for completing and non‐completing participants      (c) Reasons for loss to follow‐up provided   Moderate: may be different for completing and non‐completing participants      (d) Adequate description of participants lost to follow‐up   Low: unlikely be different for completing and non‐completing participants      (e) No important differences between participants who completed the study and those who dropped out       3. Prognostic factor (PF) measurement    (a) Clear definition of PF provided   Measurement of PF ‐     (b) Method of PF measurement is adequately valid and reliable   High: very likely to be different for different levels of outcome of interest      (c) Continuous variables are reported   Moderate: may be different for different levels of outcome of interest      (d) Method and setting of measurement of PF is identical for all participants   Low: unlikely to be different for different levels of outcome of interest      (e) Adequate proportion of study sample has complete data for PF      (f) Appropriate methods of imputation used for missing PF data     4. Outcome measurement    (a) Clear definition of outcome provided   High: outcome measurement very likely to be different related to baseline level of PF      (b) Method of outcome measurement is adequately valid and reliable   Moderate: outcome measurement may be different related to baseline level of PF      (c) Method and setting of outcome measurement is identical for all participants   Low: outcome measurement unlikely to be different related to baseline level of PF      5. Adjustment for other prognostic factors    (a) All other important PFs measured   Observed effect of PF on outcome ‐     (b) Clear definitions of important PFs measured provided   High: very likely to be distorted by another factor related to PF and outcome      (c) Measurement of all important PFs adequately valid and reliable   Moderate: may be distorted by another factor related to PF and outcome      (d) Measurement and setting of PF measurement identical for all participants   Low: unlikely to be distorted by another factor related to PF and outcome      (e) Appropriate methods are used to deal with missing values of PFs      (f) Important PFs accounted for in study design     (g) Important PFs accounted for in analysis     6. Statistical analysis and reporting    (a) Sufficient presentation of data to assess adequacy of analytic strategy   Reported results ‐     (b) Strategy for model building appropriate and based on a conceptual framework or model    High: very likely to be spurious or biased related to analysis or reporting      (c) Selected statistical model adequate for design of study   Moderate: may be spurious or biased related to analysis or reporting      (d) No selective reporting of results   Low: unlikely to be spurious or biased related to analysis or reporting        PF: prognostic factor",
        "Appendix 6. QUIPS ‐ authors' judgements for low risk of bias": "Domain    Signalling items    Authors' judgement for 'yes'      1. Study participation   (a) Adequate participation in study by eligible individuals   The sampling frame and recruitment are adequately described, including methods to identify the sample sufficient to limit potential bias (number and type used, e.g. referral patterns in health care)      (b) Description of target population   Source population for cohort with diabetic retinopathy (DR) is clearly described     (c) Description of baseline study sample   Number of people with DR at baseline is clearly described     (d) Adequate description of recruitment process   Way of establishing the source population, selection criteria and key characteristics of the source population clearly described      (e) Adequate description of period and place of recruitment   Time period and place of recruitment for both baseline and follow‐up examinations are clearly described      (f) Adequate description of inclusion/exclusion criteria   Definition of DR and other inclusion and exclusion criteria clearly defined     Domain overall risk of bias     High: most items are answered with 'no'; Low: all items answered with 'yes'; Moderate: most items are answered with 'unclear'      2. Study attrition   (a) Adequate response rate for study participants   Response rate (i.e., proportion of study sample completing the study and providing outcome data) is adequate      (b) Description of process for collecting information on participants who dropped out    Attempts to collect information on participants who dropped out are described (e.g. telephone contact, mail, registers)      (c) Reasons for loss to follow‐up provided   Reasons on participants who dropped out are reported     (d) Adequate description of participants lost to follow‐up   Key characteristics of participants lost to follow‐up are described     (e) No important differences between participants who completed the study and those who dropped out    Study authors described differences between participants completing the study and those who did not as not important or information provided to judge the differences      Domain overall risk of bias    High: most items are answered with 'no'; Low: all items answered with 'yes'; Moderate: most items are answered with 'unclear'      3. Prognostic factor measurement   (a) Clear definition of prognostic factor (PF) provided   Measurements for prognostic factors (PFs) are provided      (b) Method of PF measurement is adequately valid and reliable   Measurements techniques for prognostic factors are described and likely to be valid and reliable, e.g., standardised, repeated      (c) Continuous variables are reported   Standard categories for prognostic factors / cut‐offs      (d) Method and setting of measurement of PF is identical for all participants   Measurements of PFs are the same for all study participants     (e) Adequate proportion of study sample has complete data for PF   Adequate proportion of the study sample has complete data for PF variable     (f) Appropriate methods of imputation used for missing PF data   Appropriate methods of imputation are used for missing PF data     Domain overall risk of bias    High: most items are answered with 'no'; Low: all items answered with 'yes'; Moderate: most items are answered with 'unclear'      4. Outcome measurement   a) Clear definition of outcome provided    Measurement of proliferative diabetic retinopathy(PDR)/high‐risk characteristics (HRC) is defined      (b) Method of outcome measurement is adequately valid and reliable   Measurement of PDR/HRC has to be a part of a diagnostic assessment     (c) Method and setting of outcome measurement is identical for all participants   Measurements of PDR/HRC are the same for all study participants     Domain overall risk of bias    High: most items are answered with 'no'; Low: all items answered with 'yes'; Moderate: most items are answered with 'unclear'      5. Adjustment for other prognostic factors   (a) All other important PFs measured   Important confounders are: HbA1c and duration of DM     b) Clear definitions of important PFs measured provided   Measurement of confounders has to be clearly described     (c) Measurement of all important PFs adequately valid and reliable   Measurement of confounders is valid and reliable     (d) Measurement and setting of PF measurement identical for all participants   Measurements of confounders are the same for all study participants     (e) Appropriate methods are used to deal with missing values of PFs   Strategy to impute missing confounder data is described     (f) Important PFs accounted for in study design   Methods section of the publication describes strategy to account for confounders     (g) Important PFs accounted for in analysis   Important confounders are accounted for in multivariable logistic regression and Cox proportional hazards models      Domain overall risk of bias    High: most items are answered with 'no'; Low: all items answered with 'yes'; Moderate: most items are answered with 'unclear'      6. Statistical analysis and reporting   (a) Sufficient presentation of data to assess adequacy of analytic strategy   Mean or median values, including confidence intervals or standard errors or standard deviations provided      (b) Strategy for model building appropriate and based on a conceptual framework or model    The selected statistical model is adequate for the design of the study     (c) Selected statistical model adequate for design of study   Mainly incidence rates, uni‐ and multivariate logistic regression, Cox proportional hazard model      (d) No selective reporting of results   There is no selective reporting of results     Domain overall risk of bias    High: most items are answered with 'no'; Low: all items answered with 'yes'; Moderate: most items are answered with 'unclear'"
    }
}