{
    "title": "Interventions to improve sanitation for preventing diarrhoea",
    "abstract": "Background Diarrhoea is a major contributor to the global disease burden, particularly amongst children under five years in low‐ and middle‐income countries (LMICs). As many of the infectious agents associated with diarrhoea are transmitted through faeces, sanitation interventions to safely contain and manage human faeces have the potential to reduce exposure and diarrhoeal disease.    Objectives To assess the effectiveness of sanitation interventions for preventing diarrhoeal disease, alone or in combination with other WASH interventions.    Search methods We searched the Cochrane Infectious Diseases Group Specialized Register, CENTRAL, MEDLINE, Embase, LILACS, and Chinese language databases available under the China National Knowledge Infrastructure (CNKI‐CAJ). We also searched the meta Register of Controlled Trials (mRCT) and conference proceedings, contacted researchers, and searched references of included studies. The last search date was 16 February 2022.    Selection criteria We included randomized controlled trials (RCTs), quasi‐RCTs, non‐randomized controlled trials (NRCTs), controlled before‐and‐after studies (CBAs), and matched cohort studies of interventions aimed at introducing or expanding the coverage and/or use of sanitation facilities in children and adults in any country or population. Our primary outcome of interest was diarrhoea and secondary outcomes included dysentery (bloody diarrhoea), persistent diarrhoea, hospital or clinical visits for diarrhoea, mortality, and adverse events. We included sanitation interventions whether they were conducted independently or in combination with other interventions.    Data collection and analysis Two review authors independently assessed eligible studies, extracted relevant data, assessed risk of bias, and assessed the certainty of evidence using the GRADE approach. We used meta‐analyses to estimate pooled measures of effect, described results narratively, and investigated potential sources of heterogeneity using subgroup analyses.    Main results Fifty‐one studies met our inclusion criteria, with a total of 238,535 participants. Of these, 50 studies had sufficient information to be included in quantitative meta‐analysis, including 17 cluster‐RCTs and 33 studies with non‐randomized study designs (20 NRCTs, one CBA, and 12 matched cohort studies). Most were conducted in LMICs and 86% were conducted in whole or part in rural areas. Studies covered three broad types of interventions: (1) providing access to any sanitation facility to participants without existing access practising open defecation, (2) improving participants' existing sanitation facility, or (3) behaviour change messaging to improve sanitation access or practices without providing hardware or subsidy, although many studies overlapped multiple categories. There was substantial heterogeneity amongst individual study results for all types of interventions.  Providing access to any sanitation facility  Providing access to sanitation facilities was evaluated in seven cluster‐RCTs, and may reduce diarrhoea prevalence in all age groups (risk ratio (RR) 0.89, 95% confidence interval (CI) 0.73 to 1.08; 7 trials, 40,129 participants, low‐certainty evidence). In children under five years, access may have little or no effect on diarrhoea prevalence (RR 0.98, 95% CI 0.83 to 1.16, 4 trials, 16,215 participants, low‐certainty evidence). Additional analysis in non‐randomized studies was generally consistent with these findings. Pooled estimates across randomized and non‐randomized studies provided similar protective estimates (all ages: RR 0.79, 95% CI 0.66 to 0.94; 15 studies, 73,511 participants; children < 5 years: RR 0.83, 95% CI 0.68 to 1.02; 11 studies, 25,614 participants).   Sanitation facility improvement  Interventions designed to improve existing sanitation facilities were evaluated in three cluster‐RCTs in children under five and may reduce diarrhoea prevalence (RR 0.85, 95% CI 0.69 to 1.06; 3 trials, 14,900 participants, low‐certainty evidence). However, some of these interventions, such as sewerage connection, are not easily randomized. Non‐randomized studies across participants of all ages provided estimates that improving sanitation facilities may reduce diarrhoea, but may be subject to confounding (RR 0.61, 95% CI 0.50 to 0.74; 23 studies, 117,639 participants, low‐certainty evidence). Pooled estimates across randomized and non‐randomized studies provided similar protective estimates (all ages: RR 0.65, 95% CI 0.55 to 0.78; 26 studies, 132,539 participants; children < 5 years: RR 0.70, 95% CI 0.54 to 0.91, 12 studies, 23,353 participants).   Behaviour change messaging only (no hardware or subsidy provided)  Strategies to promote behaviour change to construct, upgrade, or use sanitation facilities were evaluated in seven cluster‐RCTs in children under five, and probably reduce diarrhoea prevalence (RR 0.82, 95% CI 0.69 to 0.98; 7 studies, 28,909 participants, moderate‐certainty evidence). Additional analysis from two non‐randomized studies found no effect, though with very high uncertainty. Pooled estimates across randomized and non‐randomized studies provided similar protective estimates (RR 0.85, 95% CI 0.73 to 1.01; 9 studies, 31,080 participants). No studies measured the effects of this type of intervention in older populations.   Any sanitation intervention  A pooled analysis of cluster‐RCTs across all sanitation interventions demonstrated that the interventions may reduce diarrhoea prevalence in all ages (RR 0.85, 95% CI 0.76 to 0.95, 17 trials, 83,938 participants, low‐certainty evidence) and children under five (RR 0.87, 95% CI 0.77 to 0.97; 14 trials, 60,024 participants, low‐certainty evidence). Non‐randomized comparisons also demonstrated a protective effect, but may be subject to confounding. Pooled estimates across randomized and non‐randomized studies provided similar protective estimates (all ages: RR 0.74, 95% CI 0.67 to 0.82; 50 studies, 237,130 participants; children < 5 years: RR 0.80, 95% CI 0.71 to 0.89; 32 studies, 80,047 participants). In subgroup analysis, there was some evidence of larger effects in studies with increased coverage amongst all participants (75% or higher coverage levels) and also some evidence that the effect decreased over longer follow‐up times for children under five years.  There was limited evidence on other outcomes. However, there was some evidence that any sanitation intervention was protective against dysentery (RR 0.74, 95% CI 0.54 to 1.00; 5 studies, 34,025 participants) and persistent diarrhoea (RR 0.57, 95% CI 0.43 to 0.75; 2 studies, 2665 participants), but not against clinic visits for diarrhoea (RR 0.86, 95% CI 0.44 to 1.67; 2 studies, 3720 participants) or all‐cause mortality (RR 0.99, 95% CI 0.89 to1.09; 7 studies, 46,123 participants).    Authors' conclusions There is evidence that sanitation interventions are effective at preventing diarrhoea, both for young children and all age populations. The actual level of effectiveness, however, varies by type of intervention and setting. There is a need for research to better understand the factors that influence effectiveness.",
    "review_type": "Intervention",
    "doi": "https://doi.org/10.1002/14651858.CD013328.pub2",
    "review_id": "CD013328",
    "criteria": {
        "Types of studies": "We included randomized controlled trials (RCTs), quasi‐RCTs, non‐randomized controlled trials (NRCTs), controlled before‐and‐after studies (CBAs), and matched cohort studies. For randomized trials, we included studies with a unit of randomization of individuals, families, households, villages, communities, or other clusters. For cluster‐RCTs, we only included studies that had at least two clusters per arm. For CBAs, we only included studies that had at least two sites per arm and contemporaneous data collection in the intervention and control arms. For matched cohort studies, we only included studies that had at least two sites per arm. A matched cohort study is a rigorous observational study method that allows for causal inference to be assessed from a non‐randomized pre‐existing development intervention implemented at a group or community level (Arnold 2010). A quasi‐RCT refers to a controlled trial that uses a method of participant allocation that is not truly random, but that is intended to produce similar groups as randomization (for example, allocation by date of birth, medical record number, or every other person) (Cochrane Community 2018). We used Cochrane EPOC's definitions of NRCTs and CBAs to differentiate between the two study design types, with both types of studies including an intervention study with a control and intervention group that is non‐randomized and measures outcomes in both groups after (and sometimes before) the intervention (Cochrane EPOC 2019). However, if allocation of the intervention to control and intervention groups was made by the investigators, then we classified it as a NRCT and if allocation to control and intervention groups was not under the control of the investigator, then we classified it as a CBA. If the study did not report who allocated the intervention to control and intervention groups, we classified the study as a NRCT. In this review, we expanded the inclusion criteria of Clasen 2010 to include controlled before‐and‐after and matched cohort studies, two types of relatively rigorous non‐randomized study designs. The inclusion of rigorous non‐randomized studies of sanitation interventions enables the review to address important interventions that are not readily randomized, such as municipal sewerage and other downstream measures to manage faecal sludge beyond the user interface. The differences they present from RCTs in terms of causal inference can be adequately managed by subgroup analysis and risk of bias assessment.",
        "Types of participants": "Children and adults in any country or population.",
        "Types of interventions": "The interventions relevant to this review are aimed at introducing or expanding the coverage and/or use of sanitation facilities designed to reduce direct or indirect contact with human faeces. Our systematic review evaluated the following three separate types of sanitation interventions. Providing access to any sanitation facility: interventions that provide participants who do not have access to a sanitation facility with access to some kind of sanitation facility. This includes constructing or subsidizing the construction of facilities for participants who practise open defecation.    Sanitation facility improvement: interventions that improve participants’ existing sanitation facility. This may include upgrading access to a higher level of service (as defined by JMP for SDGs monitoring), although this upgrade is not necessary for the intervention to be classified as a sanitation facility improvement. Additionally, this may include interventions that encourage the building of new facilities including pit latrines, VIP latrines, composting toilets, and water‐sealed flush or pour‐flush toilets, as long as the facility is an improvement over the existing facility. It may also include interventions to promote the safe management of faecal sludge, such as pit emptying, sewerage connection, and composting or other treatment that could upgrade the sanitation level of service. This also includes providing individual household latrines to participants relying on shared sanitation.    Behaviour change messaging only: behaviour change interventions that encourage participants to increase sanitation access or improve the use of existing sanitation facilities without providing or improving facilities or providing subsidies for the same. However, these interventions may still include messaging to encourage participants to build a latrine for themselves or upgrade their existing latrine with their own funds or labour. Providing access to any sanitation facility: interventions that provide participants who do not have access to a sanitation facility with access to some kind of sanitation facility. This includes constructing or subsidizing the construction of facilities for participants who practise open defecation. Sanitation facility improvement: interventions that improve participants’ existing sanitation facility. This may include upgrading access to a higher level of service (as defined by JMP for SDGs monitoring), although this upgrade is not necessary for the intervention to be classified as a sanitation facility improvement. Additionally, this may include interventions that encourage the building of new facilities including pit latrines, VIP latrines, composting toilets, and water‐sealed flush or pour‐flush toilets, as long as the facility is an improvement over the existing facility. It may also include interventions to promote the safe management of faecal sludge, such as pit emptying, sewerage connection, and composting or other treatment that could upgrade the sanitation level of service. This also includes providing individual household latrines to participants relying on shared sanitation. Behaviour change messaging only: behaviour change interventions that encourage participants to increase sanitation access or improve the use of existing sanitation facilities without providing or improving facilities or providing subsidies for the same. However, these interventions may still include messaging to encourage participants to build a latrine for themselves or upgrade their existing latrine with their own funds or labour. As many sanitation interventions fell into multiple categories (for example, providing new latrine access in some intervention households that had previously been open defecating while also improving latrines in other intervention households that already had access to a sanitation facility), we also included a final comparison in our meta‐analysis that includes any of the foregoing interventions. We also assigned these studies to one of the above three categories for our meta‐analysis by sanitation intervention type based on what we assessed to be the primary sanitation intervention. If the intervention included components of providing new latrine access to some households and improving existing latrines of other households, we assigned it to the infrastructure category which most households fell into. If the intervention included infrastructure and behaviour change components, we assigned the study to the relevant infrastructure category. We included sanitation interventions whether they were conducted independently or in combination with other interventions, such as interventions to improve water quality, water quantity or access, hygiene practices, and/or child nutrition. We encountered some studies with multiple intervention groups, such as studies with one arm receiving a sanitation intervention and another arm receiving a sanitation intervention coupled with water and hygiene interventions, with each compared to the same control arm. In such cases, we extracted the data comparing the sanitation‐only arm to the control arm to include in our analysis of sanitation‐only interventions, and extracted the data comparing the combined water, sanitation, and hygiene arm to the control arm to include in our analysis of combined sanitation intervention with water and/or hygiene interventions. We excluded interventions aimed solely at the safe disposal of child faeces, such as the promotion of potties, unless safe disposal of child faeces was part of a larger sanitation intervention covering adults and children. We also excluded interventions aimed solely at the containment of animal faeces. Although faeces from young children and animals may be important sources of exposure to faecal pathogens capable of infecting humans, other reviews focus specifically on the disposal of faeces from children (Majorin 2019) and animals (Penakalapati 2017). Finally, this review did not extend to interventions that are not aimed principally at the sanitary disposal and management of human faeces, thus it does not include efforts to promote the use of human waste in agricultural applications, or efforts to improve drainage, recycling or reuse of wastewater or stormwater, or management of solid waste. Study participants who practise open defecation or who continue to follow their current practices with respect to excreta disposal or faecal sludge management rather than the prescribed intervention. We excluded any controls that received a separate intervention to reduce diarrhoea that was not also introduced to the intervention arm. However, we included controls that received a separate intervention to reduce diarrhoea if that intervention was also introduced into the intervention group alongside the sanitation intervention.",
        "Interventions": "The interventions relevant to this review are aimed at introducing or expanding the coverage and/or use of sanitation facilities designed to reduce direct or indirect contact with human faeces. Our systematic review evaluated the following three separate types of sanitation interventions.     Providing access to any sanitation facility: interventions that provide participants who do not have access to a sanitation facility with access to some kind of sanitation facility. This includes constructing or subsidizing the construction of facilities for participants who practise open defecation.    Sanitation facility improvement: interventions that improve participants’ existing sanitation facility. This may include upgrading access to a higher level of service (as defined by JMP for SDGs monitoring), although this upgrade is not necessary for the intervention to be classified as a sanitation facility improvement. Additionally, this may include interventions that encourage the building of new facilities including pit latrines, VIP latrines, composting toilets, and water‐sealed flush or pour‐flush toilets, as long as the facility is an improvement over the existing facility. It may also include interventions to promote the safe management of faecal sludge, such as pit emptying, sewerage connection, and composting or other treatment that could upgrade the sanitation level of service. This also includes providing individual household latrines to participants relying on shared sanitation.    Behaviour change messaging only: behaviour change interventions that encourage participants to increase sanitation access or improve the use of existing sanitation facilities without providing or improving facilities or providing subsidies for the same. However, these interventions may still include messaging to encourage participants to build a latrine for themselves or upgrade their existing latrine with their own funds or labour.     As many sanitation interventions fell into multiple categories (for example, providing new latrine access in some intervention households that had previously been open defecating while also improving latrines in other intervention households that already had access to a sanitation facility), we also included a final comparison in our meta‐analysis that includes any of the foregoing interventions. We also assigned these studies to one of the above three categories for our meta‐analysis by sanitation intervention type based on what we assessed to be the primary sanitation intervention. If the intervention included components of providing new latrine access to some households and improving existing latrines of other households, we assigned it to the infrastructure category which most households fell into. If the intervention included infrastructure and behaviour change components, we assigned the study to the relevant infrastructure category.  We included sanitation interventions whether they were conducted independently or in combination with other interventions, such as interventions to improve water quality, water quantity or access, hygiene practices, and/or child nutrition. We encountered some studies with multiple intervention groups, such as studies with one arm receiving a sanitation intervention and another arm receiving a sanitation intervention coupled with water and hygiene interventions, with each compared to the same control arm. In such cases, we extracted the data comparing the sanitation‐only arm to the control arm to include in our analysis of sanitation‐only interventions, and extracted the data comparing the combined water, sanitation, and hygiene arm to the control arm to include in our analysis of combined sanitation intervention with water and/or hygiene interventions.  We excluded interventions aimed solely at the safe disposal of child faeces, such as the promotion of potties, unless safe disposal of child faeces was part of a larger sanitation intervention covering adults and children. We also excluded interventions aimed solely at the containment of animal faeces. Although faeces from young children and animals may be important sources of exposure to faecal pathogens capable of infecting humans, other reviews focus specifically on the disposal of faeces from children (Majorin 2019) and animals (Penakalapati 2017). Finally, this review did not extend to interventions that are not aimed principally at the sanitary disposal and management of human faeces, thus it does not include efforts to promote the use of human waste in agricultural applications, or efforts to improve drainage, recycling or reuse of wastewater or stormwater, or management of solid waste.",
        "Control": "Study participants who practise open defecation or who continue to follow their current practices with respect to excreta disposal or faecal sludge management rather than the prescribed intervention. We excluded any controls that received a separate intervention to reduce diarrhoea that was not also introduced to the intervention arm. However, we included controls that received a separate intervention to reduce diarrhoea if that intervention was also introduced into the intervention group alongside the sanitation intervention.",
        "Types of outcome measures": "Diarrhoea amongst individuals, whether or not confirmed by microbiological or clinical examination. Diarrhoea amongst individuals, whether or not confirmed by microbiological or clinical examination. The World Health Organization (WHO) definition of diarrhoea is three or more loose or fluid stools (that take the shape of the container) in a 24‐hour period (WHO 1993). However, we defined diarrhoea and an episode in accordance with the case definitions used in each study. We excluded studies that had no clinical outcomes, for example studies that reported only on microbiological pathogens in the stool. Where data are provided, we extracted and analysed data from the studies describing the method of diarrhoea surveillance and reporting, as well as persistent diarrhoea, the appearance of dysentery or blood in stool, and hospital admission or clinical visits in response to diarrhoea. Mortality (all‐cause or diarrhoea‐related).   Persistent diarrhoea (episodes continuing for 14 days or longer).   Dysentery (bloody diarrhoea).   Hospital or clinical visits for diarrhoea (inpatient or outpatient).   Adverse events (harmful effects of an intervention). Mortality (all‐cause or diarrhoea‐related). Persistent diarrhoea (episodes continuing for 14 days or longer). Dysentery (bloody diarrhoea). Hospital or clinical visits for diarrhoea (inpatient or outpatient). Adverse events (harmful effects of an intervention). Studies that did not report on one of the above primary or secondary outcomes were excluded. If a study mentioned that they collected data for one of the above outcomes but did not report data for the outcome directly (for example, if the study used diarrhoea information to calculate a larger child health index), then we contacted the study authors to attempt to obtain the relevant outcome results from them and only excluded the study if we were unable to obtain outcome results for at least one of the primary or secondary outcomes.",
        "Primary outcomes": "Diarrhoea amongst individuals, whether or not confirmed by microbiological or clinical examination.     The World Health Organization (WHO) definition of diarrhoea is three or more loose or fluid stools (that take the shape of the container) in a 24‐hour period (WHO 1993). However, we defined diarrhoea and an episode in accordance with the case definitions used in each study. We excluded studies that had no clinical outcomes, for example studies that reported only on microbiological pathogens in the stool. Where data are provided, we extracted and analysed data from the studies describing the method of diarrhoea surveillance and reporting, as well as persistent diarrhoea, the appearance of dysentery or blood in stool, and hospital admission or clinical visits in response to diarrhoea.",
        "Secondary outcomes": "Mortality (all‐cause or diarrhoea‐related).   Persistent diarrhoea (episodes continuing for 14 days or longer).   Dysentery (bloody diarrhoea).   Hospital or clinical visits for diarrhoea (inpatient or outpatient).   Adverse events (harmful effects of an intervention).    Studies that did not report on one of the above primary or secondary outcomes were excluded. If a study mentioned that they collected data for one of the above outcomes but did not report data for the outcome directly (for example, if the study used diarrhoea information to calculate a larger child health index), then we contacted the study authors to attempt to obtain the relevant outcome results from them and only excluded the study if we were unable to obtain outcome results for at least one of the primary or secondary outcomes."
    },
    "search_strategy": {
        "Appendix 1. Detailed search strategy": "Search set    CIDG SRa     CENTRAL    MEDLINEb    Embaseb    LILACS      1   excreta disposal   “excreta disposal” [ti, ab, kw]   “excreta disposal” [ti, ab]   “excreta disposal” [ti, ab]   excreta disposal     2   sanitation   Sanitation [Mesh terms]   Sanitation [Mesh]   environmental sanitation [Emtree]   sanitation     3   latrine OR toilet OR water closet OR privy OR sewer*   latrine OR toilet OR water closet OR privy OR sewer* [ti, ab, kw]   latrine OR toilet OR water closet OR privy OR sewer* [ti, ab]   Sanitation [Emtree]   latrine OR toilet OR water closet OR privy OR sewer*     4   faeces OR defecation OR excrement OR waste OR sludge   faeces OR defecation OR excrement OR waste OR sludge [ti, ab, kw]   faeces OR defecation OR excrement OR waste OR sludge [ti, ab]   solid waste management [Emtree]   faeces OR defecation OR excrement OR waste OR sludge     5   1 OR 2 OR 3 OR 4   1 OR 2 OR 3 OR 4   1 OR 2 OR 3 OR 4   latrine OR toilet OR water closet OR privy OR sewer* [ti, ab]   1 OR 2 OR 3 OR 4     6   diarrhea   “diarrhea/epidemiology”[Mesh Terms] OR “diarrhea/microbiology”[Mesh Terms] OR “diarrhea/prevention and control”[Mesh Terms]    “diarrhea/epidemiology”[Mesh ] OR “diarrhea/microbiology”[Mesh ] OR “diarrhea/prevention and control”[Mesh ]    faeces OR defecation OR excrement OR Waste OR sludge [ti, ab]   diarrhea OR cholera OR shigell* OR dysenter* OR cryptosporid* or giardia* OR Escherichia OR clostridium     7   waterborne OR foodborne   (waterborne OR foodborne) AND (infection* OR illness*)   (waterborne OR foodborne) AND (infection* OR illness*)   1‐6/OR   waterborne OR foodborne     8   6 OR 7   cholera OR shigell* OR dysenter* OR cryptosporid* or giardia* OR Escherichia OR clostridium [ti, ab, kw]   cholera OR shigell* OR dysenter* OR cryptosporid* or giardia* OR Escherichia OR clostridium   diarrhea/dm, ep, pc [Disease Management, Epidemiology, Prevention]   6 OR 7     9   5 AND 8   \"Enterobacteriaceae Infections\"[Mesh]   \"Enterobacteriaceae Infections\"[Mesh]   (waterborne OR foodborne) AND (infection* OR illness*)   5 AND 8     10   ‐   6 OR 7 OR 8 OR 9   6 OR 7 OR 8 OR 9   cholera OR shigell* OR dysenter* OR cryptosporid* or giardia* OR Escherichia OR clostridium [ti, ab]   ‐     11   ‐   5 AND 10   5 AND 10   Enterobacteriaceae infection [Emtree]   ‐     12   ‐   ‐   Limit 11 to Human   8 OR 9 OR 10 OR 11   ‐     13   ‐   ‐   ‐   7 AND 12   ‐     14   ‐   ‐   ‐   Limit 13 to Human   ‐       aCochrane Infectious Diseases Group Specialized Register.bSearch terms used in combination with the search strategy for retrieving trials developed by Cochrane (Lefebvre 2011).  Chinese Language Search Terms used:  ((TI = '排泄物处理' OR TI = '粪便处理' OR TI = '卫生' OR TI = '环境卫生' OR TI = '厕所' OR TI = '卫生间' OR TI = '洗手间' OR TI = '茅坑' OR TI = '粪便' OR TI = '排泄物') AND (TI = '腹泻' OR TI = '泄泻' OR TI = '霍乱' OR TI = '痢疾' OR TI = ('水传染'+'介水' + '水性') OR TI = ('食物传播'+'食物传染') )) OR ((AB = '排泄物处理' OR AB = '粪便处理' OR AB = '卫生' OR AB = '环境卫生' OR AB = '厕所' OR AB = '卫生间' OR AB = '洗手间' OR AB = '茅坑' OR AB = '粪便' OR AB = '排泄物') AND (AB = '腹泻' OR AB = '泄泻' OR AB = '霍乱' OR AB = '痢疾' OR AB = ('水传染'+'介水' + '水性') OR AB = ('食物传播'+'食物传染') )) OR ((KY = '排泄物处理' OR KY = '粪便处理' OR KY = '卫生' OR KY = '环境卫生' OR KY = '厕所' OR KY = '卫生间' OR KY = '洗手间' OR KY = '茅坑' OR KY = '粪便' OR KY = '排泄物') AND (KY = '腹泻' OR KY = '泄泻' OR KY = '霍乱' OR KY = '痢疾' OR KY = ('水传染'+'介水' + '水性') OR KY = ('食物传播'+'食物传染') ))",
        "Appendix 2. Data to extract from included studies": "Type of data    Fields      General information    Study ID     Name of data extractor     Date of data extraction     Study citation     Publication type     Publication status     Funding source     Study eligibility    Type of study – RCT, quasi‐RCT, non‐randomized controlled trial, CBA, matched cohort     Participants – children or adults in any country or population     Type of intervention – sanitation intervention to introduce or upgrade sanitation facilities, or expand the coverage or use of sanitation facilities      Outcome    Diarrhoea among individuals, whether reported as incidence or prevalence   Mortality   Persistent diarrhoea   Dysentery (bloody diarrhoea)   Hospital or clinical visits for diarrhoea   Adverse events (harmful effects of an intervention)        If excluded, provide reason for exclusion and stop data extraction     Study data    Country and setting (urban, rural)     Year of study     Number of participants/groups/clusters and average number of participants per group/cluster     Age of participants     Method of participant recruitment     Inclusion/exclusion criteria for study participation. Matching criteria used for matched cohort studies.      Unit of randomization and whether measurement of effect adjusts for clustering where randomization is done by groups other than individual      If participants are blinded and method of blinding participants     Types and details of the sanitation intervention, including factors that may augment or diminish effectiveness (for example, location, emptying practices, overflow protection)      Description of sanitation facilities and practices at baseline in control and intervention groups      Other components of intervention (for example, hygiene message, improved water supply, improved water quality, improved storage)      Duration of intervention and duration of follow‐up     Definition of control group and description of sanitation facilities and practices     Whether water is protected to point of use (that is, by pipe, residual disinfection, or safe storage)      Hygiene practices     Child defecation practices     Child faeces disposal practices     Sanitation use levels and open defecation prevalence at baseline, endline, and other time points measured      Sanitation coverage levels at baseline and postintervention at time of outcome assessment     Any measurements of environmental contamination measured (for example, water, hands, soil, flies)      Description of any missing data with reason for loss     Prescribed criteria of risk of bias assessments – varies based on study design     Outcomes    Time points measured and reported, including season (wet/dry) of each outcome measurement     Case definition of outcome     Method for outcome assessment (self reported, caregiver reported, observed, clinically confirmed, or other surveillance method)      If self or caregiver reported, what is the recall period used?     Effect measure and 95% confidence interval for each age group reported. For non‐randomized studies, unadjusted and adjusted effect measures and 95% confidence intervals, including a list of factors that were adjusted for. For cluster‐RCT, record whether effect measure is adjusted for clustering and the ICC.      Mortality attributed to diarrhoea     Diarrhoea prevalence (or incidence) in control and intervention groups at baseline, endline, and other time points measured      Rate of utilisation of intervention and manner of assessing it     Number or per cent of participants/groups lost to withdrawal or follow‐up with reason     Key conclusions of the study authors"
    }
}