{
    "title": "Inspiratory muscle training, with or without concomitant pulmonary rehabilitation, for chronic obstructive pulmonary disease (COPD)",
    "abstract": "Background Inspiratory muscle training (IMT) aims to improve respiratory muscle strength and endurance. Clinical trials used various training protocols, devices and respiratory measurements to check the effectiveness of this intervention. The current guidelines reported a possible advantage of IMT, particularly in people with respiratory muscle weakness. However, it remains unclear to what extent IMT is clinically beneficial, especially when associated with pulmonary rehabilitation (PR).      Objectives To assess the effect of inspiratory muscle training (IMT) on chronic obstructive pulmonary disease (COPD), as a stand‐alone intervention and when combined with pulmonary rehabilitation (PR).    Search methods We searched the Cochrane Airways trials register, CENTRAL, MEDLINE, Embase, PsycINFO, Cumulative Index to Nursing and Allied Health Literature (CINAHL) EBSCO, Physiotherapy Evidence Database (PEDro) ClinicalTrials.gov, and the World Health Organization International Clinical Trials Registry Platform on 20 October 2022. We also checked reference lists of all primary studies and review articles.    Selection criteria We included randomized controlled trials (RCTs) that compared IMT in combination with PR versus PR alone and IMT versus control/sham. We included different types of IMT irrespective of the mode of delivery. We excluded trials that used resistive devices without controlling the breathing pattern or a training load of less than 30% of maximal inspiratory pressure (PImax), or both.    Data collection and analysis We used standard methods recommended by Cochrane including assessment of risk of bias with RoB 2. Our primary outcomes were dyspnea, functional exercise capacity and health‐related quality of life.     Main results We included 55 RCTs in this review. Both IMT and PR protocols varied significantly across the trials, especially in training duration, loads, devices, number/ frequency of sessions and the PR programs. Only eight trials were at low risk of bias.  PR+IMT versus PR  We included 22 trials (1446 participants) in this comparison. Based on a minimal clinically important difference (MCID) of −1 unit, we did not find an improvement in dyspnea assessed with the Borg scale at submaximal exercise capacity (mean difference (MD) 0.19, 95% confidence interval (CI) −0.42 to 0.79; 2 RCTs, 202 participants; moderate‐certainty evidence).    We also found no improvement in dyspnea assessed with the modified Medical Research Council dyspnea scale (mMRC) according to an MCID between −0.5 and −1 unit (MD −0.12, 95% CI −0.39 to 0.14; 2 RCTs, 204 participants; very low‐certainty evidence).   Pooling evidence for the 6‐minute walk distance (6MWD) showed an increase of 5.95 meters (95% CI −5.73 to 17.63; 12 RCTs, 1199 participants; very low‐certainty evidence) and failed to reach the MCID of 26 meters. In subgroup analysis, we divided the RCTs according to the training duration and mean baseline PImax. The test for subgroup differences was not significant. Trials at low risk of bias (n = 3) demonstrated a larger effect estimate than the overall.  The summary effect of the St George's Respiratory Questionnaire (SGRQ) revealed an overall total score below the MCID of 4 units (MD 0.13, 95% CI −0.93 to 1.20; 7 RCTs, 908 participants; low‐certainty evidence).   The summary effect of COPD Assessment Test (CAT) did not show an improvement in the HRQoL (MD 0.13, 95% CI −0.80 to 1.06; 2 RCTs, 657 participants; very low‐certainty evidence), according to an MCID of −1.6 units.   Pooling the RCTs that reported PImax showed an increase of 11.46 cmH2O (95% CI 7.42 to 15.50; 17 RCTs, 1329 participants; moderate‐certainty evidence) but failed to reach the MCID of 17.2 cmH2O.  In subgroup analysis, we did not find a difference between different training durations and between studies judged with and without respiratory muscle weakness.   One abstract reported some adverse effects that were considered \"minor and self‐limited\".  IMT versus control/sham  Thirty‐seven RCTs with 1021 participants contributed to our second comparison. There was a trend towards an improvement when Borg was calculated at submaximal exercise capacity (MD −0.94, 95% CI −1.36 to −0.51; 6 RCTs, 144 participants; very low‐certainty evidence). Only one trial was at a low risk of bias.  Eight studies (nine arms) used the Baseline Dyspnea Index ‐ Transition Dyspnea Index (BDI‐TDI). Based on an MCID of +1 unit, they showed an improvement only with the 'total score' of the TDI (MD 2.98, 95% CI 2.07 to 3.89; 8 RCTs, 238 participants; very low‐certainty evidence). We did not find a difference between studies classified as with and without respiratory muscle weakness. Only one trial was at low risk of bias.  Four studies reported the mMRC, revealing a possible improvement in dyspnea in the IMT group (MD −0.59, 95% CI −0.76 to −0.43; 4 RCTs, 150 participants; low‐certainty evidence). Two trials were at low risk of bias.  Compared to control/sham, the MD in the 6MWD following IMT was 35.71 (95% CI 25.68 to 45.74; 16 RCTs, 501 participants; moderate‐certainty evidence). Two studies were at low risk of bias. In subgroup analysis, we did not find a difference between different training durations and between studies judged with and without respiratory muscle weakness.   Six studies reported the SGRQ total score, showing a larger effect in the IMT group (MD −3.85, 95% CI −8.18 to 0.48; 6 RCTs, 182 participants; very low‐certainty evidence). The lower limit of the 95% CI exceeded the MCID of −4 units. Only one study was at low risk of bias.  There was an improvement in life quality with CAT (MD −2.97, 95% CI −3.85 to −2.10; 2 RCTs, 86 participants; moderate‐certainty evidence). One trial was at low risk of bias.  Thirty‐two RCTs reported PImax, showing an improvement without reaching the MCID (MD 14.57 cmH2O, 95% CI 9.85 to 19.29; 32 RCTs, 916 participants; low‐certainty evidence). In subgroup analysis, we did not find a difference between different training durations and between studies judged with and without respiratory muscle weakness.    None of the included RCTs reported adverse events.    Authors' conclusions IMT may not improve dyspnea, functional exercise capacity and life quality when associated with PR. However, IMT is likely to improve these outcomes when provided alone.  For both interventions, a larger effect in participants with respiratory muscle weakness and with longer training durations is still to be confirmed.",
    "review_type": "Intervention",
    "doi": "https://doi.org/10.1002/14651858.CD013778.pub2",
    "review_id": "CD013778",
    "criteria": {
        "Types of studies": "We included published randomized controlled trials (RCTs), as full‐text articles or abstracts, as well as unpublished RCTs. We included abstracts if they reported at least the number of participants in each group, the duration of the intervention, and the training load. We accepted trials with more than two arms. We excluded observational studies, quasi‐RCTs and cross‐over trials since no washout period for IMT has been established.",
        "Types of participants": "We included people with COPD diagnosed according to international standards (GOLD 2022), at any stage of the disease. We placed no restrictions on age, duration, setting, or the kind of pulmonary rehabilitation. We planned to include RCTs with different conditions for the same intervention of interest as long as we could obtain the data of participants with COPD separately. We classified COPD according to GOLD 2022 stages based on the predicted value of Forced Expiratory Pressure in 1 Second (FEV1): GOLD 1 ‐ mild: FEV1 ≥ 80% predicted   GOLD 2 ‐ moderate: 50% ≤ FEV1 < 80% predicted   GOLD 3 ‐ severe: 30% ≤ FEV1 < 50% predicted   GOLD 4 ‐ very severe: FEV1 < 30% predicted GOLD 1 ‐ mild: FEV1 ≥ 80% predicted GOLD 2 ‐ moderate: 50% ≤ FEV1 < 80% predicted GOLD 3 ‐ severe: 30% ≤ FEV1 < 50% predicted GOLD 4 ‐ very severe: FEV1 < 30% predicted",
        "Types of interventions": "The review consists of two comparisons, as follows. IMT plus PR versus PR   IMT versus no treatment or sham IMT plus PR versus PR IMT versus no treatment or sham First, we included trials that explored the benefit of combining IMT and PR compared to PR only. PR consists of, but is not limited to, exercise training, physiotherapy, therapeutic education, and nutritional and psychosocial care (McCarthy 2015). We included different types of IMT irrespective of the mode of delivery: resistance training (high load, low frequency) or endurance training (low load, high frequency), device (i.e. threshold loading, resistive flow device, isocapnic hyperpnea). We made no restrictions on the duration, supervision (home‐based or in a healthcare setting), or timing (during hospitalization or later) of the intervention. We excluded studies where the training was conducted only once per week (face‐to‐face or distance sessions), regardless of the total duration of the clinical trial. The minimum accepted training load was 30% of PImax or more (Hill 2010). We also excluded trials that used a resistive device without controlling the breathing pattern. If a study conducted an incremental training load that started less than 30% of PImax, we considered only the follow‐up from which the load was equal to our threshold. According to the proportion of supervised sessions, we defined supervision as: under 20%: unsupervised;     20% to 70%: partially supervised; and     above 70%: fully supervised. under 20%: unsupervised; 20% to 70%: partially supervised; and above 70%: fully supervised. For the second comparison, we compared IMT with control or sham. We defined sham training as using a resistance of less than 30% of PImax. We accepted control groups if they did not receive any intervention or received an intervention other than exercise training to blind participants (e.g. therapeutic education). We made the exception for breathing exercises if participants in the control group did not receive more than one type of training (e.g. diaphragmatic breathing, pursed lips breathing), and the purpose was not to compare it with IMT.",
        "Types of outcome measures": "We analysed the following outcomes in the review, but we did not use them as a basis for including or excluding studies. Dyspnea: the essential scale for our primary analysis is the Borg scale (Borg 1982). We only included the Borg score when it was measured at isotime. We analysed all the scales reported by the trials as long as they were validated, and when possible, we combined them in a meta‐analysis. The other included scales were: Baseline and Transition Dyspnea Indexes (BDI‐TDI) (Mahler 2005), and Modified Medical Research Council (mMRC) (Bestall 1999). Functional exercise capacity: this can be assessed through multiple tests. We did not exclude studies based on the test used. However, for our analysis, we considered that the most important measurement is the six‐minute walk distance (6MWD) (Holland 2014). Therefore, we included it in the summary of findings table and considered it for subgroup analysis. We included other tests and reported them either in qualitative or quantitative analysis. Health‐related quality of life: we accepted any scales as long as they were validated. This includes the St. George's Respiratory Questionnaire (SGRQ) (Jones 1992), the chronic respiratory questionnaire (CRQ) (Wijkstra 1994) and the COPD assessment test (CAT) (Jones 2009). Inspiratory muscle strength: measured by maximal static inspiratory mouth pressure (PImax) (Laveneziana 2019). Laboratory exercise tests: we were primarily interested in the maximal oxygen uptake (VO2peak), which could be measured through: incremental cycle ergometer test;   endurance cycle ergometer test;   treadmill test. incremental cycle ergometer test; endurance cycle ergometer test; treadmill test. Respiratory muscle endurance: Respiratory muscle endurance pressure (Pthmax): measured by incremental load testing (Laveneziana 2019). It is the maximally tolerated pressure when breathing against a continuously increasing load.    Respiratory muscle endurance time (Tlim): measured by constant load testing (Laveneziana 2019). It is the time an individual can maintain breathing against a fixed load. It can be carried out either through a threshold/resistive or isocapnic hyperpnea device.    Maximal voluntary ventilation (MVV): this is the total volume of expired air between 12 seconds to 15 seconds of deep and fast respiration. MVV is usually compared to predicted MVV (calculated through the forced expiratory volume at 1 second) (Wood 2017). Respiratory muscle endurance pressure (Pthmax): measured by incremental load testing (Laveneziana 2019). It is the maximally tolerated pressure when breathing against a continuously increasing load. Respiratory muscle endurance time (Tlim): measured by constant load testing (Laveneziana 2019). It is the time an individual can maintain breathing against a fixed load. It can be carried out either through a threshold/resistive or isocapnic hyperpnea device. Maximal voluntary ventilation (MVV): this is the total volume of expired air between 12 seconds to 15 seconds of deep and fast respiration. MVV is usually compared to predicted MVV (calculated through the forced expiratory volume at 1 second) (Wood 2017). Respiratory function: forced expiratory volume at 1 second (FEV1)   residual volume forced expiratory volume at 1 second (FEV1) residual volume Adverse events: as defined by the trial authors. We collected outcomes irrespective of the time frame and summary statistics (change from baseline or final values), with a preference for change score. For each trial, we analysed only the outcomes listed above and not all the outcomes reported in the trial. However, we included all the tests and measurements used for the same outcome.",
        "Primary outcomes": "Dyspnea: the essential scale for our primary analysis is the Borg scale (Borg 1982). We only included the Borg score when it was measured at isotime. We analysed all the scales reported by the trials as long as they were validated, and when possible, we combined them in a meta‐analysis. The other included scales were: Baseline and Transition Dyspnea Indexes (BDI‐TDI) (Mahler 2005), and Modified Medical Research Council (mMRC) (Bestall 1999).  Functional exercise capacity: this can be assessed through multiple tests. We did not exclude studies based on the test used. However, for our analysis, we considered that the most important measurement is the six‐minute walk distance (6MWD) (Holland 2014). Therefore, we included it in the summary of findings table and considered it for subgroup analysis. We included other tests and reported them either in qualitative or quantitative analysis.  Health‐related quality of life: we accepted any scales as long as they were validated. This includes the St. George's Respiratory Questionnaire (SGRQ) (Jones 1992), the chronic respiratory questionnaire (CRQ) (Wijkstra 1994) and the COPD assessment test (CAT) (Jones 2009).",
        "Secondary outcomes": "Inspiratory muscle strength: measured by maximal static inspiratory mouth pressure (PImax) (Laveneziana 2019).  Laboratory exercise tests: we were primarily interested in the maximal oxygen uptake (VO2peak), which could be measured through:     incremental cycle ergometer test;   endurance cycle ergometer test;   treadmill test.    Respiratory muscle endurance:     Respiratory muscle endurance pressure (Pthmax): measured by incremental load testing (Laveneziana 2019). It is the maximally tolerated pressure when breathing against a continuously increasing load.    Respiratory muscle endurance time (Tlim): measured by constant load testing (Laveneziana 2019). It is the time an individual can maintain breathing against a fixed load. It can be carried out either through a threshold/resistive or isocapnic hyperpnea device.    Maximal voluntary ventilation (MVV): this is the total volume of expired air between 12 seconds to 15 seconds of deep and fast respiration. MVV is usually compared to predicted MVV (calculated through the forced expiratory volume at 1 second) (Wood 2017).     Respiratory function:     forced expiratory volume at 1 second (FEV1)   residual volume    Adverse events: as defined by the trial authors.  We collected outcomes irrespective of the time frame and summary statistics (change from baseline or final values), with a preference for change score. For each trial, we analysed only the outcomes listed above and not all the outcomes reported in the trial. However, we included all the tests and measurements used for the same outcome."
    },
    "search_strategy": {
        "Appendix 1. Database search strategies": "Database/search platform/date of last search    Search strategy    Results      Airways Register (via Cochrane Register of Studies)Date of most recent search: 19 October 2022      1 MeSH DESCRIPTOR Pulmonary Disease, Chronic Obstructive Explode All AND INSEGMENT 2 MeSH DESCRIPTOR Bronchitis, Chronic AND INSEGMENT 3 (obstruct*) near3 (pulmonary or lung* or airway* or airflow* or bronch* or respirat*) AND INSEGMENT  4 COPD:MISC1 AND INSEGME 5 (COPD OR AECOPD):TI,AB,KW AND INSEGMENT 6 #1 OR #2 OR #3 OR #4 OR #5 AND INSEGMENT 7 MESH DESCRIPTOR Breathing Exercises AND INSEGMENT 8 MESH DESCRIPTOR Respiratory Muscles EXPLODE ALL AND INSEGMENT 9 MESH DESCRIPTOR Exercise Tolerance AND INSEGMENT 10 (IMT or RMT):ti,ab AND INSEGMENT 11 ((inspiratory or ventilat* or respiratory) NEAR3 (muscle or resistance) NEAR3 (train* or strength* or endur*)) AND INSEGMENT  12 (threshold NEAR2 (load or device*)) AND INSEGMENT 13 (resist* NEAR2 device*) AND INSEGMENT 14 isocapnic hyperpnea AND INSEGMENT 15 #7 OR #8 OR #9 OR #10 OR #11 OR #12 OR #14 OR #13 16 #6 AND #15 17 INREGISTER 18 #16 AND #17   Oct 2020=937   Aug 2021=44   Oct 2022=265 ( together with CENTRAL)     CENTRAL (via Cochrane Register of Studies)Date of most recent search: 19 October 2022      1    MeSH DESCRIPTOR Pulmonary Disease, Chronic Obstructive Explode All AND CENTRAL:TARGET2    MeSH DESCRIPTOR Bronchitis, Chronic AND CENTRAL:TARGET3    (obstruct*) near3 (pulmonary or lung* or airway* or airflow* or bronch* or respirat*) AND CENTRAL:TARGET4    COPD:MISC1 AND CENTRAL:TARGET5    (COPD OR AECOPD):TI,AB,KW AND CENTRAL:TARGET6    #1 OR #2 OR #3 OR #4 OR #5 AND CENTRAL:TARGET7    MESH DESCRIPTOR Breathing Exercises AND CENTRAL:TARGET8    MESH DESCRIPTOR Respiratory Muscles EXPLODE ALL AND CENTRAL:TARGET9    MESH DESCRIPTOR Exercise Tolerance AND CENTRAL:TARGET10    (IMT or RMT):ti,ab AND CENTRAL:TARGET11    ((inspiratory or ventilat* or respiratory) NEAR3 (muscle or resistance) NEAR3 (train* or strength* or endur*)) AND CENTRAL:TARGET12    (threshold NEAR2 (load or device*)) AND CENTRAL:TARGET13    (resist* NEAR2 device*) AND CENTRAL:TARGET14    isocapnic hyperpnea AND CENTRAL:TARGET15    #7 OR #8 OR #9 OR #10 OR #11 OR #12 OR #14 OR #13 AND CENTRAL:TARGET16    #6 AND #15 AND CENTRAL:TARGET17    CENTRAL:TARGET18    #16 AND #17 AND CENTRAL:TARGET    Oct 2020=1239   Aug 2021=69   Oct 2022=265 ( together with the Airways Register)     MEDLINE (Ovid) ALLDate of most recent search: 20 October 2022      1    Lung Diseases, Obstructive/2    exp Pulmonary Disease, Chronic Obstructive/3    emphysema$.tw.4    (chronic$ adj3 bronchiti$).tw.5    (obstruct$ adj3 (pulmonary or lung$ or airway$ or airflow$ or bronch$ or respirat$)).tw.6    (COPD or AECOPD or AECB).ti,ab.7    or/1‐68    Breathing Exercises/9    exp Respiratory Muscles/10    Exercise Tolerance/11    Muscle Strength/12    (IMT or RMT).ti,ab.13    ((inspiratory or ventilat$ or respiratory) adj3 (muscle or resistance) adj3 (train$ or strength$ or endur$)).tw.14    (threshold adj2 (load or device$)).tw.15    (resist$ adj2 device$).tw.16    isocapnic hyperpnea.tw.17    or/8‐1618    (controlled clinical trial or randomized controlled trial).pt.19    (randomized or randomised).ab,ti.20    placebo.ab,ti.21    randomly.ab,ti.22    trial.ab,ti.23    groups.ab,ti.24    or/18‐2325    Animals/26    Humans/27    25 not (25 and 26)28    24 not 2729    7 and 17 and 28    Oct 2020=1609   Aug 2021=86   Oct 2022=172     Embase (Ovid)Date of most recent search: 20 October 2022      1    Chronic Obstructive Lung Disease/2    Obstructive Airway Disease/3    Chronic Bronchitis/4    Lung Emphysema/5    emphysema$.tw.6    (chronic$ adj3 bronchiti$).tw.7    (obstruct$ adj3 (pulmonary or lung$ or airway$ or airflow$ or bronch$ or respirat$)).tw.8    (COPD or AECOPD or AECB).ti,ab.9    or/1‐810    breathing exercise/11    breathing muscle/12    exercise tolerance/13    muscle strength/14    (IMT or RMT).ti,ab.15    ((inspiratory or ventilat$ or respiratory) adj3 (muscle or resistance) adj3 (train$ or strength$ or endur$)).tw.16    (threshold adj2 (load or device$)).tw.17    (resist$ adj2 device$).tw.18    isocapnic hyperpnea.tw.19    or/10‐1820    Randomized Controlled Trial/21    randomization/22    controlled clinical trial/23    Double Blind Procedure/24    Single Blind Procedure/25    Crossover Procedure/26    (clinica$ adj3 trial$).tw.27    ((singl$ or doubl$ or trebl$ or tripl$) adj3 (mask$ or blind$ or method$)).tw.28    exp Placebo/29    placebo$.ti,ab.30    random$.ti,ab.31    ((control$ or prospectiv$) adj3 (trial$ or method$ or stud$)).tw.32    (crossover$ or cross‐over$).ti,ab.33    or/20‐3234    exp animals/ or exp invertebrate/ or animal experiment/ or animal model/ or animal tissue/ or animal cell/ or nonhuman/35    human/ or normal human/ or human cell/36    34 and 3537    34 not 3638    33 not 3739    9 and 19 and 38    Oct 2020=2093   Aug 2021=146   Oct 2022=251     CINHAL (EBSCO) Date of most recent search: 19 October 2022     S41    S7 AND S17 AND S40S40    S39 NOT S38S39    S18 OR S19 OR S20 OR S21 OR S22 OR S23 OR S24 OR S25 OR S26 OR S27 OR S28 OR S29 OR S30 OR S31 OR S32S38    S36 NOT S37S37    (MH \"Human\")S36    S33 OR S34 OR S35S35    TI (animal model*)S34    (MH \"Animal Studies\")S33    (MH \"Animals+\")S32    AB (cluster W3 RCT)S31    MH (crossover design) OR MH (comparative studies)S30    AB (control W5 group)S29    PT (Randomized Controlled Trial)S28    (MH \"Placebos\")S27    MH (\"sample size\") AND AB (assigned OR allocated OR control)S26    TI (trial)S25    AB (random*)  S24    TI (randomised OR randomized)S23    (MH \"Cluster Sample\")S22    (MH \"Pretest‐Posttest Design\")S21    (MH \"Random Assignment\")S20    (MH \"Single‐Blind Studies\")S19    (MH \"Double‐Blind Studies\")S18    (MH \"Randomized Controlled Trials\")S17    S8 OR S9 OR S10 OR S11 OR S12 OR S13 OR S14 OR S15 OR S16S16    isocapnic hyperpneaS15    resist* N2 device*S14    threshold* N2 (load or device*)S13    (inspiratory or ventilat* or respiratory) N3 (muscle or resistance) N3 (train* or strength* or endur*)S12    AB (IMT or RMT) or TI (IMT or RMT)S11    (MH \"Muscle Strength\")S10    (MH \"Exercise Tolerance\"S9    (MH \"Respiratory Muscles+\")S8    (MH \"Breathing Exercises\")S7    S1 or S2 or S3 or S4 or S5 or S6S6    COPD or COAD or COBD or AECBS5    (pulmonary or lung* or airway* or airflow* or bronch* or respirat*) and (obstruct*) and (disease*)S4    chronic bronchitisS3    \"emphysema*\"S2    (MH \"Lung Diseases, Obstructive\")S1    (MH \"Pulmonary Disease, Chronic Obstructive+\")    Oct 2020=182   Aug 2021=22   Oct 2022=76     PsycINFO (Ovid)  Date of most recent search: 19 October 2022   1    exp Chronic Obstructive Pulmonary Disease/ 2    emphysema$.tw. 3    (chronic$ adj3 bronchiti$).tw. 4    (obstruct$ adj3 (pulmonary or lung$ or airway$ or airflow$ or bronch$ or respirat$)).tw. 5    (COPD or AECOPD or AECB).ti,ab. 6    or/1‐5 7    ((inspiratory or ventilat$ or respiratory) adj3 (muscle or resistance) adj3 (train$ or strength$ or endur$)).tw.  8    (IMT or RMT).ti,ab. 9    (threshold adj2 (load or device$)).tw. 10    (resist$ adj2 device$).tw. 11    isocapnic hyperpnea.tw. 12    or/7‐11 13    random$.tw. 14    (clinical adj5 trial$).tw. 15    (control$ adj5 trial$).tw. 16    ((clinical or control$ or comparativ$) adj5 (study or studies)).tw. 17    placebo$.tw. 18    (single blind$ or single‐blind$).tw. 19    (double blind$ or double‐blind$).tw. 20    (triple blind$ or triple‐blind$).tw. 21    or/13‐20 22    6 and 12 and 21   Oct 2020=10   August 2021=1   Oct 2022=3     PEDro Date of most recent search: 20 October 2022     Abstract & title: inspiratory muscle copd random* Topic: chronic respiratory disease Method: Clinical trial When searching: Match all search terms (AND)     Oct 2020=81   Aug 2021=1   Oct 2022=5       ClinicalTrials.govDate of most recent search: 20 October 2022      Study type:    InterventionalCondition:    COPD  Intervention:    inspiratory muscle training OR threshold load OR threshold device OR resistive device    Oct 2020=58   Aug 2021=6   Oct 2022=12     WHO trials portalDate of most recent search: 20 October 2022      Condition:    COPD Intervention:    inspiratory muscle training OR threshold load OR threshold device OR resistive device    Oct 2020=347   Aug 2021=2   Oct 2022=9"
    }
}