{
    "title": "Treatment of enteric fever (typhoid and paratyphoid fever) with cephalosporins",
    "abstract": "Background Typhoid and paratyphoid (enteric fever) are febrile bacterial illnesses common in many low‐ and middle‐income countries. The World Health Organization (WHO) currently recommends treatment with azithromycin, ciprofloxacin, or ceftriaxone due to widespread resistance to older, first‐line antimicrobials. Resistance patterns vary in different locations and are changing over time. Fluoroquinolone resistance in South Asia often precludes the use of ciprofloxacin. Extensively drug‐resistant strains of enteric fever have emerged in Pakistan. In some areas of the world, susceptibility to old first‐line antimicrobials, such as chloramphenicol, has re‐appeared. A Cochrane Review of the use of fluoroquinolones and azithromycin in the treatment of enteric fever has previously been undertaken, but the use of cephalosporins has not been systematically investigated and the optimal choice of drug and duration of treatment are uncertain.    Objectives To evaluate the effectiveness of cephalosporins for treating enteric fever in children and adults compared to other antimicrobials.    Search methods We searched the Cochrane Infectious Diseases Group Specialized Register, CENTRAL, MEDLINE, Embase, LILACS, the WHO ICTRP and ClinicalTrials.gov up to 24 November 2021. We also searched reference lists of included trials, contacted researchers working in the field, and contacted relevant organizations.    Selection criteria We included randomized controlled trials (RCTs) in adults and children with enteric fever that compared a cephalosporin to another antimicrobial, a different cephalosporin, or a different treatment duration of the intervention cephalosporin. Enteric fever was diagnosed on the basis of blood culture, bone marrow culture, or molecular tests.    Data collection and analysis We used standard Cochrane methods. Our primary outcomes were clinical failure, microbiological failure and relapse. Our secondary outcomes were time to defervescence, duration of hospital admission, convalescent faecal carriage, and adverse effects. We used the GRADE approach to assess certainty of evidence for each outcome.    Main results We included 27 RCTs with 2231 total participants published between 1986 and 2016 across Africa, Asia, Europe, the Middle East and the Caribbean, with comparisons between cephalosporins and other antimicrobials used for the treatment of enteric fever in children and adults. The main comparisons are between antimicrobials in most common clinical use, namely cephalosporins compared to a fluoroquinolone and cephalosporins compared to azithromycin.  Cephalosporin (cefixime) versus fluoroquinolones  Clinical failure, microbiological failure and relapse may be increased in patients treated with cefixime compared to fluoroquinolones in three small trials published over 14 years ago: clinical failure (risk ratio (RR) 13.39, 95% confidence interval (CI) 3.24 to 55.39; 2 trials, 240 participants; low‐certainty evidence); microbiological failure (RR 4.07, 95% CI 0.46 to 36.41; 2 trials, 240 participants; low‐certainty evidence); relapse (RR 4.45, 95% CI 1.11 to 17.84; 2 trials, 220 participants; low‐certainty evidence). Time to defervescence in participants treated with cefixime may be longer compared to participants treated with fluoroquinolones (mean difference (MD) 1.74 days, 95% CI 0.50 to 2.98, 3 trials, 425 participants; low‐certainty evidence).  Cephalosporin (ceftriaxone) versus azithromycin  Ceftriaxone may result in a decrease in clinical failure compared to azithromycin, and it is unclear whether ceftriaxone has an effect on microbiological failure compared to azithromycin in two small trials published over 18 years ago and in one more recent trial, all conducted in participants under 18 years of age: clinical failure (RR 0.42, 95% CI 0.11 to 1.57; 3 trials, 196 participants; low‐certainty evidence); microbiological failure (RR 1.95, 95% CI 0.36 to 10.64, 3 trials, 196 participants; very low‐certainty evidence). It is unclear whether ceftriaxone increases or decreases relapse compared to azithromycin (RR 10.05, 95% CI 1.93 to 52.38; 3 trials, 185 participants; very low‐certainty evidence). Time to defervescence in participants treated with ceftriaxone may be shorter compared to participants treated with azithromycin (mean difference of −0.52 days, 95% CI −0.91 to −0.12; 3 trials, 196 participants; low‐certainty evidence).  Cephalosporin (ceftriaxone) versus fluoroquinolones  It is unclear whether ceftriaxone has an effect on clinical failure, microbiological failure, relapse, and time to defervescence compared to fluoroquinolones in three trials published over 28 years ago and two more recent trials: clinical failure (RR 3.77, 95% CI 0.72 to 19.81; 4 trials, 359 participants; very low‐certainty evidence); microbiological failure (RR 1.65, 95% CI 0.40 to 6.83; 3 trials, 316 participants; very low‐certainty evidence); relapse (RR 0.95, 95% CI 0.31 to 2.92; 3 trials, 297 participants; very low‐certainty evidence) and time to defervescence (MD 2.73 days, 95% CI −0.37 to 5.84; 3 trials, 285 participants; very low‐certainty evidence). It is unclear whether ceftriaxone decreases convalescent faecal carriage compared to the fluoroquinolone gatifloxacin (RR 0.18, 95% CI 0.01 to 3.72; 1 trial, 73 participants; very low‐certainty evidence) and length of hospital stay may be longer in participants treated with ceftriaxone compared to participants treated with the fluoroquinolone ofloxacin (mean of 12 days (range 7 to 23 days) in the ceftriaxone group compared to a mean of 9 days (range 6 to 13 days) in the ofloxacin group; 1 trial, 47 participants; low‐certainty evidence).    Authors' conclusions Based on very low‐ to low‐certainty evidence, ceftriaxone is an effective treatment for adults and children with enteric fever, with few adverse effects. Trials suggest that there may be no difference in the performance of ceftriaxone compared with azithromycin, fluoroquinolones, or chloramphenicol. Cefixime can also be used for treatment of enteric fever but may not perform as well as fluoroquinolones.   We are unable to draw firm general conclusions on comparative contemporary effectiveness given that most trials were small and conducted over 20 years previously. Clinicians need to take into account current, local resistance patterns in addition to route of administration when choosing an antimicrobial.",
    "review_type": "Intervention",
    "doi": "https://doi.org/10.1002/14651858.CD010452.pub2",
    "review_id": "CD010452",
    "criteria": {
        "Types of studies": "Randomized controlled trials (RCTs)",
        "Types of participants": "Adults and children diagnosed with typhoid or paratyphoid fever on the basis of blood culture, bone marrow culture or molecular tests.",
        "Types of interventions": "Treatment with a cephalosporin antimicrobial of any dose or duration. Cephalosporins considered in this review are shown in Table 1. Cephalosporins Cefcapene Cefdaloxime Cefdinir Cefditoren Cefetamet Cefixime Cefmenoxime Cefodizime Cefoperazone Cefotaxime Cefpimizole Cefclidine Cefepime Cefluprenam Cefoselis Cefpodoxime Ceftazidime Cefteram Ceftibuten Ceftizoxime Ceftriaxone Cefozopran Cefpirome Other antimicrobials, including:   fluoroquinolones   azithromycin   aztreonam   chloramphenicol     Different cephalosporins   Different treatment durations of the intervention cephalosporin Other antimicrobials, including: fluoroquinolones azithromycin aztreonam chloramphenicol Different cephalosporins Different treatment durations of the intervention cephalosporin",
        "Intervention": "Treatment with a cephalosporin antimicrobial of any dose or duration. Cephalosporins considered in this review are shown in Table 1.   Open in table viewerTable 1. Cephalosporins considered in this review    Cephalosporins      Cefcapene     Cefdaloxime     Cefdinir     Cefditoren     Cefetamet     Cefixime     Cefmenoxime     Cefodizime     Cefoperazone     Cefotaxime     Cefpimizole     Cefclidine     Cefepime     Cefluprenam     Cefoselis     Cefpodoxime     Ceftazidime     Cefteram     Ceftibuten     Ceftizoxime     Ceftriaxone     Cefozopran     Cefpirome",
        "Control": "Other antimicrobials, including:   fluoroquinolones   azithromycin   aztreonam   chloramphenicol     Different cephalosporins   Different treatment durations of the intervention cephalosporin",
        "Types of outcome measures": "Clinical failure: defined as the presence of symptoms or development of complications that necessitate a change in antimicrobial therapy or prolongation of existing therapy at the time period specified by trial authors; or, death related to the disease within the trial time period as opposed to an adverse event arising from any therapy administered.    Microbiological failure: defined as a positive culture from blood, bone marrow or any sterile anatomical site during the period specified by the trial authors.    Relapse: defined as the recurrence of symptoms with a positive culture from blood, bone marrow or any sterile anatomical site to the point of follow‐up defined by the trial author. Clinical failure: defined as the presence of symptoms or development of complications that necessitate a change in antimicrobial therapy or prolongation of existing therapy at the time period specified by trial authors; or, death related to the disease within the trial time period as opposed to an adverse event arising from any therapy administered. Microbiological failure: defined as a positive culture from blood, bone marrow or any sterile anatomical site during the period specified by the trial authors. Relapse: defined as the recurrence of symptoms with a positive culture from blood, bone marrow or any sterile anatomical site to the point of follow‐up defined by the trial author. Time to defervescence: defined as the time in days taken to defervesce from the start of the intervention or control drug with the definition of fever clearance as defined by the trial authors.    Length of hospital stay: defined as the time in days from trial entry until discharge from hospital    Convalescent faecal carriage: defined as a positive faecal culture detected at any time after the end of treatment up to one year of follow‐up. Time to defervescence: defined as the time in days taken to defervesce from the start of the intervention or control drug with the definition of fever clearance as defined by the trial authors. Length of hospital stay: defined as the time in days from trial entry until discharge from hospital Convalescent faecal carriage: defined as a positive faecal culture detected at any time after the end of treatment up to one year of follow‐up. We sought any adverse events or effects reported. Serious adverse events are defined as any untoward events occurring in the trial time period that result in death, are life‐threatening, require patient hospitalization or prolongation of existing hospitalization, or result in persistent or significant disability/incapacity or require intervention to prevent permanent impairment or damage. We also sought events requiring the discontinuation of treatment.",
        "Primary outcomes": "Clinical failure: defined as the presence of symptoms or development of complications that necessitate a change in antimicrobial therapy or prolongation of existing therapy at the time period specified by trial authors; or, death related to the disease within the trial time period as opposed to an adverse event arising from any therapy administered.    Microbiological failure: defined as a positive culture from blood, bone marrow or any sterile anatomical site during the period specified by the trial authors.    Relapse: defined as the recurrence of symptoms with a positive culture from blood, bone marrow or any sterile anatomical site to the point of follow‐up defined by the trial author.",
        "Secondary outcomes": "Time to defervescence: defined as the time in days taken to defervesce from the start of the intervention or control drug with the definition of fever clearance as defined by the trial authors.    Length of hospital stay: defined as the time in days from trial entry until discharge from hospital    Convalescent faecal carriage: defined as a positive faecal culture detected at any time after the end of treatment up to one year of follow‐up.      Adverse events We sought any adverse events or effects reported. Serious adverse events are defined as any untoward events occurring in the trial time period that result in death, are life‐threatening, require patient hospitalization or prolongation of existing hospitalization, or result in persistent or significant disability/incapacity or require intervention to prevent permanent impairment or damage. We also sought events requiring the discontinuation of treatment.",
        "null": ""
    },
    "search_strategy": {
        "Appendix 1. Detailed search strategies": "Ovid MEDLINE(R) and In‐Process, In‐Data‐Review & Other Non‐Indexed Citations <1946 to November 23, 2021>  1            Typhoid Fever/   2            Salmonella typhi/             3            Typhoid fever.tw.            4            paratyphoid fever.tw.     5            enteric fever.tw.              6            Paratyphoid Fever/          7            salmonella paratyphi a/ or salmonella paratyphi b/ or salmonella paratyphi c/         8            1 or 2 or 3 or 4 or 5 or 6 or 7        9            exp Cephalosporins/       10          cephalosporin*.tw.         11          (Cefcapene or Cefdaloxime or Cefdinir or Cefditoren or Cefetamet or Cefixime or Cefmenoxime or Cefodizime or Cefoperazone or Cefotaxime or Cefpimizole or Cefpodoxime or Ceftazidime or Cefteram or Ceftibutem or Ceftizoxime or Ceftriaxone or cefclidine or Cefepime or Cefluprenam or Cefoselis or Cefoprozan or Cefpirome).tw.             12          8 and 11              13          Randomized Controlled Trial.pt  14          Controlled Clinical Trial.pt            15          (randomized or placebo or randomly or trial or groups).tw.           16          exp Drug Therapy/          17          13 or 14 or 15 or 16         18          12 and 17              Embase <1996 to 2021 Week 46>  1            Typhoid Fever/   2            Salmonella typhi/             3            Typhoid fever.tw.            4            paratyphoid fever.tw.     5            enteric fever.tw.              6            Paratyphoid Fever/          7            salmonella enterica serovar paratyphi a/ or salmonella enterica serovar paratyphi b/ or salmonella enterica serovar paratyphi c/   8            (Cefcapene or Cefdaloxime or Cefdinir or Cefditoren or Cefetamet or Cefixime or Cefmenoxime or Cefodizime or Cefoperazone or Cefotaxime or Cefpimizole or Cefpodoxime or Ceftazidime or Cefteram or Ceftibutem or Ceftizoxime or Ceftriaxone or cefclidine or Cefepime or Cefluprenam or Cefoselis or Cefoprozan or Cefpirome).tw.             9            cephalosporin*.tw.         10          exp cephalosporin derivative/     11          Randomized Controlled Trial/ 12          Controlled Clinical Trial/  13          (random* or placebo* or single blind* or double blind* or triple blind*).tw.          14          1 or 2 or 3 or 4 or 5 or 6 or 7        15          8 or 9 or 10  16          11 or 12 or 13     17          14 and 15 and 16                            Cochrane Central Register of Controlled Trials  Issue 10 of 12, October 2021  #1          MeSH descriptor: [Typhoid Fever] explode all trees #2          salmonella typhi #3          MeSH descriptor: [Salmonella typhi] explode all trees #4          salmonella paratyphi #5          MeSH descriptor: [Paratyphoid Fever] explode all trees #6          enteric fever #7          (typhoid or paratyphoid) AND fever #8          #1 or #2 or #3 or #4 or #5 or #6 or #7 #9          MeSH descriptor: [Cephalosporins] explode all trees #10        (cephalosporin*):ti,ab,kw #11        (Cefcapene or Cefdaloxime or Cefdinir or Cefditoren or Cefetamet or Cefixime or Cefmenoxime or Cefodizime or Cefoperazone or Cefotaxime or Cefpimizole or Cefpodoxime or Ceftazidime or Cefteram or Ceftibutem or Ceftizoxime or Ceftriaxone or cefclidine or Cefepime or Cefluprenam or Cefoselis or Cefoprozan or Cefpirome)  #12        #9 or #10 or #11 #13        #8 and #12   Database: LILACS  Search on: typhoid fever or paratyphoid fever or enteric fever [Words] and cephalosporins or Cefcapene or Cefdaloxime or Cefdinir or Cefditoren or Cefetamet or Cefixime or Cefmenoxime or Cefodizime or Cefoperazone or Cefotaxime or Cefpimizole or Cefpodoxime or Ceftazidime or Cefteram or Ceftibutem or Ceftizoxime or Ceftriaxone or cefclidine or Cefepime or Cefluprenam or Cefoselis or Cefoprozan or Cefpirome [Words]    Clinicaltrials.gov, WHO ICTRP  Cephalosporins and  Typhoid and Paratyphoid Fevers /Paratyphoid Fevers/Enteric fever"
    }
}