{
    "title": "Intravenous immunoglobulin for the treatment of Kawasaki disease",
    "abstract": "Background Kawasaki disease (KD) is an acute systemic vasculitis (inflammation of the blood vessels) that mainly affects children. Symptoms include fever, chapped lips, strawberry tongue, red eyes (bulbar conjunctival injection), rash, redness, swollen hands and feet or skin peeling; and enlarged cervical lymph nodes. High fevers and systemic inflammation characterise the acute phase. Inflammation of the coronary arteries causes the most serious complication of the disease, coronary artery abnormalities (CAAs). The primary treatment is intravenous immunoglobulin (IVIG) and acetylsalicylic acid (ASA/aspirin), with doses and regimens differing between institutions. It is important to know which regimens are the safest and most effective in preventing complications.    Objectives To evaluate the efficacy and safety of IVIG in treating and preventing cardiac consequences of Kawasaki disease.    Search methods The Cochrane Vascular Information Specialist searched the Cochrane Vascular Specialised Register, CENTRAL, MEDLINE, Embase, and CINAHL databases, and the World Health Organization International Clinical Trials Registry Platform and ClinicalTrials.gov trials registers to 26 April 2022.    Selection criteria We included randomised controlled trials (RCTs) investigating the use of IVIG for the treatment of KD. We included studies involving treatment for initial or refractory KD, or both.    Data collection and analysis We used standard Cochrane methods. Our primary outcomes were incidence of CAAs and incidence of any adverse effects after treatment. Our secondary outcomes were acute coronary syndromes, duration of fever, need for additional treatment, length of hospital stay, and mortality. We used GRADE to assess the certainty of the evidence for each outcome.    Main results We identified 31 RCTs involving a total of 4609 participants with KD. Studies compared IVIG with ASA, another dose or regimen of IVIG, prednisolone, or infliximab. The majority of studies reported on primary treatment, so those results are reported below. A limited number of studies investigated secondary or tertiary treatment in IVIG‐resistant patients. Doses and regimens of IVIG infusion varied between studies, and all studies had some concerns related to risk of bias.  Primary treatment with IVIG compared to ASA for people with KD  Compared to ASA treatment, IVIG probably reduces the incidence of CAAs in people with KD up to 30 days (odds ratio (OR) 0.60, 95% confidence interval (CI) 0.41 to 0.87; 11 studies, 1437 participants; moderate‐certainty evidence). The individual studies reported a range of adverse effects, but there was little to no difference in numbers of adverse effects between treatment groups (OR 0.57, 95% CI 0.17 to 1.89; 10 studies, 1376 participants; very low‐certainty evidence). There was limited evidence for the incidence of acute coronary syndromes, so we are uncertain of any effects. Duration of fever days from treatment onset was probably shorter in the IVIG group (mean difference (MD) −4.00 days, 95% CI −5.06 to −2.93; 3 studies, 307 participants; moderate‐certainty evidence). There was little or no difference between groups in need for additional treatment (OR 0.27, 95% CI 0.05 to 1.57; 3 studies, 272 participants; low‐certainty evidence). No study reported length of hospital stay, and no deaths were reported in either group.  Primary treatment with IVIG compared to different infusion regimens of IVIG for people with KD  Higher‐dose regimens of IVIG probably reduce the incidence of CAAs compared to medium‐ or lower‐dose regimens of IVIG up to 30 days (OR 0.60, 95% CI 0.40 to 0.89; 8 studies, 1824 participants; moderate‐certainty evidence). There was little to no difference in the number of adverse effects between groups (OR 1.11, 95% CI 0.52 to 2.37; 6 studies, 1659 participants; low‐certainty evidence). No study reported on acute coronary syndromes. Higher‐dose IVIG may reduce the duration of fever compared to medium‐ or lower‐dose regimens (MD −0.71 days, 95% CI −1.36 to −0.06; 4 studies, 992 participants; low‐certainty evidence). Higher‐dose regimens may reduce the need for additional treatment (OR 0.29, 95% CI 0.10 to 0.88; 4 studies, 1125 participants; low‐certainty evidence). We did not detect a clear difference in length of hospital stay between infusion regimens (MD −0.24, 95% CI −0.78 to 0.30; 3 studies, 752 participants; low‐certainty evidence). One study reported mortality, and there was little to no difference detected between regimens (moderate‐certainty evidence).  Primary treatment with IVIG compared to prednisolone for people with KD  The evidence comparing IVIG with prednisolone on incidence of CAA is very uncertain (OR 0.60, 95% CI 0.24 to 1.48; 2 studies, 140 participants; very low‐certainty evidence), and there was little to no difference between groups in adverse effects (OR 4.18, 95% CI 0.19 to 89.48; 1 study; 90 participants; low‐certainty evidence). We are very uncertain of the impact on duration of fever, as two studies reported this outcome differently and showed conflicting results. One study reported on acute coronary syndromes and mortality, finding little or no difference between groups (low‐certainty evidence). No study reported the need for additional treatment or length of hospital stay.    Authors' conclusions The included RCTs investigated a variety of comparisons, and the small number of events observed during the study periods limited detection of effects. The certainty of the evidence ranged from moderate to very low due to concerns related to risk of bias, imprecision, and inconsistency. The available evidence indicated that high‐dose IVIG regimens are probably associated with a reduced risk of CAA formation compared to ASA or medium‐ or low‐dose IVIG regimens. There were no clinically significant differences in incidence of adverse effects, which suggests there is little concern about the safety of IVIG. Compared to ASA, high‐dose IVIG probably reduced the duration of fever, but there was little or no difference detected in the need for additional treatment. Compared to medium‐ or low‐dose IVIG, there may be reduced duration of fever and reduced need for additional treatment. We were unable to draw any conclusions regarding acute coronary syndromes, mortality, or length of hospital stay, or for the comparison IVIG versus prednisolone. Our findings are in keeping with current guideline recommendations and evidence from long‐term epidemiology studies.",
    "review_type": "Intervention",
    "doi": "https://doi.org/10.1002/14651858.CD014884.pub2",
    "review_id": "CD014884",
    "criteria": {
        "Types of studies": "We included all randomised controlled trials (RCTs) investigating the use of IVIG for the treatment of KD. We planned to include studies involving treatment for initial or refractory KD, or both. We excluded studies that did not investigate any of our outcomes of interest.",
        "Types of participants": "We included studies involving participants diagnosed with KD using Japanese or AHA guidelines (see Table 3) (Ayusawa 2005; McCrindle 2017).",
        "Types of interventions": "We included studies using IVIG to treat participants with KD. We included all doses and types of IVIG. We included studies with the following comparisons. IVIG versus placebo or no treatment.   IVIG versus ASA.   IVIG versus TNF‐alpha blockers.   IVIG versus corticosteroids.   IVIG versus IVIG (i.e. dose versus dose).   IVIG versus any combination of the above providing IVIG was the only difference between the groups, and any treatment effect was not confounded with another co‐treatment. IVIG versus placebo or no treatment. IVIG versus ASA. IVIG versus TNF‐alpha blockers. IVIG versus corticosteroids. IVIG versus IVIG (i.e. dose versus dose). IVIG versus any combination of the above providing IVIG was the only difference between the groups, and any treatment effect was not confounded with another co‐treatment. We excluded studies comparing infusion speed when the same dose was used. We excluded studies that compared one type of IVIG versus another (i.e. different manufacturer or separated/sulphonated).",
        "Types of outcome measures": "We recorded the time points of outcomes reported by the included studies. We were interested in the acute phase (up to two weeks) and convalescent phase (four weeks or later after initial treatment). Incidence of CAAs diagnosed by echocardiography or coronary angiography defined by absolute diameter, JMHW 1984, or Z‐scores.    Incidence of any adverse effects after treatment initiation. Incidence of CAAs diagnosed by echocardiography or coronary angiography defined by absolute diameter, JMHW 1984, or Z‐scores. Incidence of any adverse effects after treatment initiation. Acute coronary syndromes, such as MI or coronary thrombus.   Duration of fever (days).   Need for additional treatment.   Length of hospital stay (days).   Mortality (all‐cause). Acute coronary syndromes, such as MI or coronary thrombus. Duration of fever (days). Need for additional treatment. Length of hospital stay (days). Mortality (all‐cause).",
        "Primary outcomes": "Incidence of CAAs diagnosed by echocardiography or coronary angiography defined by absolute diameter, JMHW 1984, or Z‐scores.    Incidence of any adverse effects after treatment initiation.",
        "Secondary outcomes": "Acute coronary syndromes, such as MI or coronary thrombus.   Duration of fever (days).   Need for additional treatment.   Length of hospital stay (days).   Mortality (all‐cause)."
    },
    "search_strategy": {
        "Appendix 1. Sources searched and search strategies": "Source    Search strategy    Hits retrieved      VASCULAR REGISTER IN CRSW (date of most recent search 26 April 2022)   #1 Mucocutaneous Lymph Node Syndrome AND INREGISTER #2 kawasaki* AND INREGISTER #3 #1 OR #2 #4 Immunoglobulin* AND INREGISTER #5 Ig* AND INREGISTER #6 IVIG AND INREGISTER #7 civacir or flebogamma or gamunex or carimune or gammagard or octagam or privigen AND INREGISTER  #8 #7 OR #6 OR #5 OR #4 #9 #3 AND #8   July 2021: 110 April 2022: 3     CENTRAL via CRSO (date of most recent search 26 April 2022)   #1 MESH DESCRIPTOR Mucocutaneous Lymph Node Syndrome EXPLODE ALL TREES 105 #2 (mucocutan* adj syndrome*):TI,AB,KY 195 #3 kawasaki*:TI,AB,KY 320 #4 (Mucocutaneous Lymph Node Syndrome):TI,AB,KY 189 #5 #1 OR #2 OR #3 OR #4 339 #6 MESH DESCRIPTOR Immunoglobulins, Intravenous EXPLODE ALL TREES 831 #7 immunoglobulin*:TI,AB,KY 13976 #8 Ig*:TI,AB,KY 25033 #9 IVIG:TI,AB,KY 1331 #10 (civacir or flebogamma or gamunex or carimune or gammagard or octagam or privigen):TI,AB,KY 145  #11 #6 OR #7 OR #8 OR #9 OR #10 32457 #12 #5 AND #11 163   July 2021: 163 April 2022: 11     ClinicalTrials.gov (date of most recent search 26 April 2022)   Mucocutaneous Lymph Node Syndrome OR kawasaki OR Mucocutaneous Syndrome | Immunoglobulins OR Immunoglobulin OR Ig OR IVIG OR civacir or flebogamma or gamunex or carimune or gammagard or octagam or privigen    July 2021: 22 April 2022: 1     ICTRP Search Portal (date of most recent search 26 April 2022)   Mucocutaneous Lymph Node Syndrome OR kawasaki OR Mucocutaneous Syndrome | Immunoglobulins OR Immunoglobulin OR Ig OR IVIG OR civacir or flebogamma or gamunex or carimune or gammagard or octagam or privigen    July 2021: 38 April 2022: 9     MEDLINE (Ovid MEDLINE Epub Ahead of Print, In‐Process & Other Non‐Indexed Citations, Ovid MEDLINE Daily and Ovid MEDLINE) 1946 to present  (date of most recent search 26 April 2022)   1 Mucocutaneous Lymph Node Syndrome/ 2 (mucocutan* adj syndrome*).ti,ab. 3 kawasaki*.ti,ab. 4 \"Mucocutaneous Lymph Node Syndrome\".ti,ab. 5 or/1‐4 6 exp Immunoglobulins, Intravenous/ 7 immunoglobulin*.ti,ab. 8 Ig*.ti,ab. 9 IVIG.ti,ab. 10 (civacir or flebogamma or gamunex or carimune or gammagard or octagam or privigen).ti,ab. 11 or/6‐10 12 5 and 11 13 randomized controlled trial.pt. 14 controlled clinical trial.pt. 15 randomized.ab. 16 placebo.ab. 17 drug therapy.fs. 18 randomly.ab. 19 trial.ab. 20 groups.ab. 21 or/13‐20 22 exp animals/ not humans.sh. 23 21 not 22 24 12 and 23   July 2021: 1156 April 2022: 196     Embase via Ovid (date of most recent search 26 April 2022)   1 exp mucocutaneous lymph node syndrome/ 2 (mucocutan* adj syndrome*).ti,ab. 3 kawasaki*.ti,ab. 4 \"Mucocutaneous Lymph Node Syndrome\".ti,ab. 5 or/1‐4 6 exp immunoglobulin/ 7 immunoglobulin*.ti,ab. 8 Ig*.ti,ab. 9 IVIG.ti,ab. 10 (civacir or flebogamma or gamunex or carimune or gammagard or octagam or privigen).ti,ab. 11 or/6‐10 12 5 and 11 13 randomized controlled trial/ 14 controlled clinical trial/ 15 random$.ti,ab. 16 randomization/ 17 intermethod comparison/ 18 placebo.ti,ab. 19 (compare or compared or comparison).ti. 20 ((evaluated or evaluate or evaluating or assessed or assess) and (compare or compared or comparing or comparison)).ab.  21 (open adj label).ti,ab. 22 ((double or single or doubly or singly) adj (blind or blinded or blindly)).ti,ab. 23 double blind procedure/ 24 parallel group$1.ti,ab. 25 (crossover or cross over).ti,ab. 26 ((assign$ or match or matched or allocation) adj5 (alternate or group$1 or intervention$1 or patient$1 or subject$1 or participant$1)).ti,ab.  27 (assigned or allocated).ti,ab. 28 (controlled adj7 (study or design or trial)).ti,ab. 29 (volunteer or volunteers).ti,ab. 30 trial.ti. 31 or/13‐30 32 12 and 31   July 2021: 698 April 2022: 143     CINAHL via EBSCO (date of most recent search 26 April 2022)   S28 S12 AND S27 S27 S13 OR S14 OR S15 OR S16 OR S17 OR S18 OR S19 OR S20 OR S21 OR S22 OR S23 OR S24 OR S25 OR S26  S26 MH \"Random Assignment\" S25 MH \"Triple‐Blind Studies\" S24 MH \"Double‐Blind Studies\" S23 MH \"Single‐Blind Studies\" S22 MH \"Crossover Design\" S21 MH \"Factorial Design\" S20 MH \"Placebos\" S19 MH \"Clinical Trials\" S18 TX \"multi‐centre study\" OR \"multi‐center study\" OR \"multicentre study\" OR \"multicenter study\" OR \"multi‐site study\"  S17 TX crossover OR \"cross‐over\" S16 AB placebo* S15 TX random* S14 TX trial* S13 TX \"latin square\" S12 S5 AND S11 S11 S6 OR S7 OR S8 OR S9 OR S10 S10 TX civacir or flebogamma or gamunex or carimune or gammagard or octagam or privigen S9 TX IVIG S8 TX Ig* S7 TX immunoglobulin* S6 (MH \"Immunoglobulins, Intravenous\") S5 S1 OR S2 OR S3 OR S4 S4 TX Mucocutaneous Lymph Node Syndrome S3 TX kawasaki* S2 TX mucocutan* N2 syndrome* S1 (MH \"Mucocutaneous Lymph Node Syndrome\")   July 2021: 113 April 2022: 16     TOTAL before deduplication   July 2021: 2300 April 2022: 379     TOTAL after deduplication   July 2021: 1747 April 2022: 320     TOTAL 2021 and 2022 after deduplication   April 2022: 1935"
    }
}