{
    "title": "Case management for integrated care of older people with frailty in community settings",
    "abstract": "Background Ageing populations globally have contributed to increasing numbers of people living with frailty, which has significant implications for use of health and care services and costs. The British Geriatrics Society defines frailty as \"a distinctive health state related to the ageing process in which multiple body systems gradually lose their inbuilt reserves\". This leads to an increased susceptibility to adverse outcomes, such as reduced physical function, poorer quality of life, hospital admissions, and mortality. Case management interventions delivered in community settings are led by a health or social care professional, supported by a multidisciplinary team, and focus on the planning, provision, and co‐ordination of care to meet the needs of the individual. Case management is one model of integrated care that has gained traction with policymakers to improve outcomes for populations at high risk of decline in health and well‐being. These populations include older people living with frailty, who commonly have complex healthcare and social care needs but can experience poorly co‐ordinated care due to fragmented care systems.    Objectives To assess the effects of case management for integrated care of older people living with frailty compared with usual care.    Search methods We searched CENTRAL, MEDLINE, Embase, CINAHL, Health Systems Evidence, and PDQ Evidence and databases from inception to 23 September 2022. We also searched clinical registries and relevant grey literature databases, checked references of included trials and relevant systematic reviews, conducted citation searching of included trials, and contacted topic experts.    Selection criteria We included randomised controlled trials (RCTs) that compared case management with standard care in community‐dwelling people aged 65 years and older living with frailty.    Data collection and analysis We followed standard methodological procedures recommended by Cochrane and the Effective Practice and Organisation of Care Group. We used the GRADE approach to assess the certainty of the evidence.    Main results We included 20 trials (11,860 participants), all of which took place in high‐income countries. Case management interventions in the included trials varied in terms of organisation, delivery, setting, and care providers involved. Most trials included a variety of healthcare and social care professionals, including nurse practitioners, allied healthcare professionals, social workers, geriatricians, physicians, psychologists, and clinical pharmacists. In nine trials, the case management intervention was delivered by nurses only. Follow‐up ranged from three to 36 months. We judged most trials at unclear risk of selection and performance bias; this consideration, together with indirectness, justified downgrading the certainty of the evidence to low or moderate.  Case management compared to standard care may result in little or no difference in the following outcomes.  • Mortality at 12 months' follow‐up (7.0% in the intervention group versus 7.5% in the control group; risk ratio (RR) 0.98, 95% confidence interval (CI) 0.84 to 1.15; I2 = 11%; 14 trials, 9924 participants; low‐certainty evidence)• Change in place of residence to a nursing home at 12 months' follow‐up (9.9% in the intervention group versus 13.4% in the control group; RR 0.73, 95% CI 0.53 to 1.01; I2 = 0%; 4 trials, 1108 participants; low‐certainty evidence)• Quality of life at three to 24 months' follow‐up (results not pooled; mean differences (MDs) ranged from −6.32 points (95% CI −11.04 to −1.59) to 6.1 points (95% CI −3.92 to 16.12) when reported; 11 trials, 9284 participants; low‐certainty evidence)• Serious adverse effects at 12 to 24 months' follow‐up (results not pooled; 2 trials, 592 participants; low‐certainty evidence)• Change in physical function at three to 24 months' follow‐up (results not pooled; MDs ranged from −0.12 points (95% CI −0.93 to 0.68) to 3.4 points (95% CI −2.35 to 9.15) when reported; 16 trials, 10,652 participants; low‐certainty evidence)  Case management compared to standard care probably results in little or no difference in the following outcomes.  • Healthcare utilisation in terms of hospital admission at 12 months' follow‐up (32.7% in the intervention group versus 36.0% in the control group; RR 0.91, 95% CI 0.79 to 1.05; I2 = 43%; 6 trials, 2424 participants; moderate‐certainty evidence)• Change in costs at six to 36 months' follow‐up (results not pooled; 14 trials, 8486 participants; moderate‐certainty evidence), which usually included healthcare service costs, intervention costs, and other costs such as informal care.    Authors' conclusions We found uncertain evidence regarding whether case management for integrated care of older people with frailty in community settings, compared to standard care, improved patient and service outcomes or reduced costs. There is a need for further research to develop a clear taxonomy of intervention components, to determine the active ingredients that work in case management interventions, and identify how such interventions benefit some people and not others.",
    "review_type": "Intervention",
    "doi": "https://doi.org/10.1002/14651858.CD013088.pub2",
    "review_id": "CD013088",
    "criteria": {
        "Types of studies": "We included RCTs, of both individual and cluster design, that evaluated case management for integrated care of older people with frailty versus usual care. An initial scoping of the literature indicated sufficient numbers of RCTs to include in a meta‐analysis in this review. We included all trials, however old, conducted in high‐, middle‐ and low‐income countries. We included full‐text, peer‐reviewed publications, conference abstracts (with a view to identifying full trials), and unpublished data. We included trials irrespective of their publication status and language of publication. We excluded trials with non‐randomised designs (e.g. interrupted time series) or that used observational methods only.",
        "Types of participants": "We included men and women aged 65 years and older who met the following criteria. Identified as frail using criteria defined by trial authors   Living in a community setting (i.e. individuals living in their own home, retirement housing, or sheltered accommodation, but not those living in a nursing or residential home care setting)    Not medically unwell (i.e. not receiving acute medical care) Identified as frail using criteria defined by trial authors Living in a community setting (i.e. individuals living in their own home, retirement housing, or sheltered accommodation, but not those living in a nursing or residential home care setting) Not medically unwell (i.e. not receiving acute medical care) Two dominant models of frailty are the phenotypical model and the cumulative deficit model. The phenotypical model categorises frailty as a clinical syndrome, specifically meeting three or more of the following five criteria: weight loss, exhaustion, weak grip strength, slow walking speed, and low physical activity (Fried 2001). The cumulative deficit model conceptualises frailty as a multidimensional state, including physical, psychological, and social domains of function, using a proportion of health deficits from the number of problems assessed (Searle 2008). Frailty criteria used by trial authors could include validated measures based on one of the models mentioned above. We considered a population eligible with regard to frailty when the trial met one of the following criteria. The trial used a measure of frailty as an inclusion criterion (applicable to trials published since the early 2000s when frailty started to be defined and measured in research and practice)    There was no definition of frailty but trial authors described their population as frail or described the intervention as intended for older people with frailty, and the frailty of the population was supported with a measure of function or dependency as an inclusion criterion, with specified cut‐off points.    The trial did not use a cut‐off score, but the function or dependency baseline data suggested a frail cohort. We used published normative data to make these decisions and determine cut‐off points in the measures presented. Where these measures could be found in validated frailty indices, we used the cut‐off points established in those indices. Otherwise, we made decisions based on age‐matched normative data. The trial used a measure of frailty as an inclusion criterion (applicable to trials published since the early 2000s when frailty started to be defined and measured in research and practice) There was no definition of frailty but trial authors described their population as frail or described the intervention as intended for older people with frailty, and the frailty of the population was supported with a measure of function or dependency as an inclusion criterion, with specified cut‐off points. The trial did not use a cut‐off score, but the function or dependency baseline data suggested a frail cohort. We used published normative data to make these decisions and determine cut‐off points in the measures presented. Where these measures could be found in validated frailty indices, we used the cut‐off points established in those indices. Otherwise, we made decisions based on age‐matched normative data.",
        "Types of interventions": "We included all trials that evaluated case management for integrated care of older people living with frailty versus usual care. Eligible interventions met the following criteria. Led by a single health or social care professional (e.g. a nurse, social worker, or allied healthcare professional) who had a role in care delivery for older people with frailty and complex needs, supported by a multidisciplinary team.    Focused on the planning, provision, and co‐ordination of healthcare and social care to meet the needs of the older person living with frailty.    Delivered in community care settings (excluding care homes) and not acute care settings, with no minimum or maximum follow‐up period to assess outcomes.    May include comprehensive geriatric assessment (CGA), but only if a case management approach is applied to the CGA process. We excluded CGA without any structured follow‐up or a designated lead healthcare or social care professional. A case management approach to CGA would be indicated by:    planned and structured ongoing support after the initial assessment process;   a healthcare or social care professional leading the support; and   use of the support to plan, provide or co‐ordinate care. Led by a single health or social care professional (e.g. a nurse, social worker, or allied healthcare professional) who had a role in care delivery for older people with frailty and complex needs, supported by a multidisciplinary team. Focused on the planning, provision, and co‐ordination of healthcare and social care to meet the needs of the older person living with frailty. Delivered in community care settings (excluding care homes) and not acute care settings, with no minimum or maximum follow‐up period to assess outcomes. May include comprehensive geriatric assessment (CGA), but only if a case management approach is applied to the CGA process. We excluded CGA without any structured follow‐up or a designated lead healthcare or social care professional. A case management approach to CGA would be indicated by: planned and structured ongoing support after the initial assessment process; a healthcare or social care professional leading the support; and use of the support to plan, provide or co‐ordinate care. The comparison for this review was case management versus usual care (as described by trial authors, usually involving assessment, management, and care planning by a general practitioner (GP) in primary care) for older people with frailty delivered in community care settings. We provided a description of care for the intervention and control groups in the Characteristics of included studies table, using the template for intervention description and replication (TIDieR) checklist (Hoffmann 2014).",
        "Types of outcome measures": "Mortality. We justified including mortality as a primary outcome because frailty is the leading cause of death in older people (Clegg 2013).    Change in place of residence to a nursing or residential home   Quality of life   Serious adverse effects (i.e. medical event or injury triggered by participating in the trial) Mortality. We justified including mortality as a primary outcome because frailty is the leading cause of death in older people (Clegg 2013). Change in place of residence to a nursing or residential home Quality of life Serious adverse effects (i.e. medical event or injury triggered by participating in the trial) Change in physical function (i.e. level of independence in activities of daily living and instrumental activities of daily living), and change in cognitive, emotional, and social function    Change in healthcare utilisation (i.e. hospital admissions, number of days spent in hospital) and social care utilisation (i.e. professional home care, informal care, and meals received)    Change in costs (i.e. health service costs, intervention costs, and other costs)   Patient satisfaction with care Change in physical function (i.e. level of independence in activities of daily living and instrumental activities of daily living), and change in cognitive, emotional, and social function Change in healthcare utilisation (i.e. hospital admissions, number of days spent in hospital) and social care utilisation (i.e. professional home care, informal care, and meals received) Change in costs (i.e. health service costs, intervention costs, and other costs) Patient satisfaction with care",
        "Primary outcomes": "Mortality. We justified including mortality as a primary outcome because frailty is the leading cause of death in older people (Clegg 2013).    Change in place of residence to a nursing or residential home   Quality of life   Serious adverse effects (i.e. medical event or injury triggered by participating in the trial)",
        "Secondary outcomes": "Change in physical function (i.e. level of independence in activities of daily living and instrumental activities of daily living), and change in cognitive, emotional, and social function    Change in healthcare utilisation (i.e. hospital admissions, number of days spent in hospital) and social care utilisation (i.e. professional home care, informal care, and meals received)    Change in costs (i.e. health service costs, intervention costs, and other costs)   Patient satisfaction with care"
    },
    "search_strategy": {
        "Appendix 1. Search strategies (searched until 23 September 2022)": "MEDLINE (Ovid MEDLINE Epub Ahead of Print, In‐Process & Other Non‐Indexed Citations, Ovid MEDLINE Daily and Ovid MEDLINE) 1946 to date of search         No.    Search terms      1   \"aged, 80 and over\"/     2   aged/     3   frail elderly/     4   geriatrics/     5   \"health services for the aged\"/     6   ((geriatric? or senior? or elderly or old*) adj2 (person? or people or adult? or patient?)).ti,ab.     7   (frail* adj2 (adult* or elder* or old or senior? or person? or people or patient?)).ti,ab.     8   or/1‐7     9   exp delivery of health care, integrated/     10   (integrat* adj1 (care or pathway* or service* or delivery or healthcare or program* or approach* or model*)).ti,ab.      11   (deliver* adj1 (care or healthcare or service*)).ti,ab.     12   ((system or systems) adj1 (care or healthcare or service*)).ti,ab.     13   ((organis* or organiz*) adj1 (care or healthcare or service*)).ti,ab.     14   patient care planning/     15   ((coordinat* or co‐ordinat*) adj2 (care or healthcare or service* or program* or approach* or management or team care or team treatment* or team assessment* or team consultation*)).ti,ab.      16   case management/     17   ((case or care) adj manag*).ti,ab.     18   (comanag* or co‐manag*).ti,ab.     19   comprehensive health care/     20   (comprehensive adj2 (healthcare or care)).ti,ab.     21   care navig*.ti,ab.     22   (collaborat* adj1 (care or manage* or healthcare or service* or program* or approach* or working)).ti,ab.      23   shared care.ti,ab.     24   (holistic adj2 (care or healthcare)).ti,ab.     25   ((partner* or joint) adj2 (care or working)).ti,ab.     26   (\"health* and social care\" or \"medical care and social care\" or \"care and social care\").ti,ab.     27   (team* adj2 (care or treatment* or assessment* or consultation* or healthcare or service* or program* or approach*)).ti,ab.      28   ((multidisciplinary or multi‐disciplinary or interprofessional or inter‐professional or interdisciplinary or inter‐disciplinary or multispeciality or multi‐speciality or multiagency or multi‐agency or interagency or inter‐agency or multi‐professional or mulitprofessional or interorganisation* or interorganization* or inter‐organisation* or inter‐organization* or multiagenc* or multi‐agenc* or interagenc* or inter‐agenc*) adj2 (team* or care or working or collaboration or intervention* or management or provider? or consultation? or approach* or program* or treatment*)).ti,ab.      29   kaiser permanente.ti,ab.     30   or/9‐29     31   8 and 30     32   exp randomized controlled trial/     33   controlled clinical trial.pt.     34   randomi#ed.ti,ab.     35   placebo.ab.     36   randomly.ti,ab.     37   clinical trials as topic.sh.     38   trial.ti.     39   or/32‐38     40   exp animals/ not humans/     41   39 not 40     42   31 and 41       Embase (Ovid) 1974 to date of search         No.   Search terms     1   aged/     2   frail elderly/     3   very elderly/     4   geriatrics/     5   elderly care/     6   geriatric care/     7   geriatric nursing/     8   ((geriatric? or senior? or elderly or old*) adj2 (person? or people or adult? or patient?)).ti,ab,kw.     9   (frail* adj2 (adult* or elder* or old or senior? or person? or people or patient?)).ti,ab,kw.     10   or/1‐9     11   integrated health care system/     12   (integrat* adj1 (system? or care or pathway* or service* or delivery or healthcare or program* or approach* or model*)).ti,ab,kw.      13   (deliver* adj1 (care or healthcare or service*)).ti,ab,kw.     14   ((system or systems) adj1 (care or healthcare or service*)).ti,ab,kw.     15   ((organis* or organiz*) adj1 (care or healthcare or service*)).ti,ab,kw.     16   patient care planning/     17   ((coordinat* or co‐ordinat*) adj2 (care or healthcare or service* or program* or approach* or management or team care or team treatment* or team assessment* or team consultation*)).ti,ab,kw.      18   case management/     19   ((case or care) adj (manag* or process*)).ti,ab,kw.     20   (comanag* or co‐manag*).ti,ab,kw.     21   (comprehensive adj2 (healthcare or care)).ti,ab,kw.     22   care navig*.ti,ab,kw.     23   (collaborat* adj1 (care or manage* or healthcare or service* or program* or approach* or working)).ti,ab,kw.      24   shared care.ti,ab,kw.     25   (holistic adj2 (care or healthcare)).ti,ab,kw.     26   ((partner* or joint) adj2 (care or working)).ti,ab,kw.     27   (\"health* and social care\" or \"medical care and social care\" or \"care and social care\").ti,ab,kw.     28   (team* adj2 (care or treatment* or assessment* or consultation* or healthcare or service* or program* or approach*)).ti,ab,kw.      29   ((multidisciplinary or multi‐disciplinary or interprofessional or inter‐professional or interdisciplinary or inter‐disciplinary or multispeciality or multi‐speciality or multiagency or multi‐agency or interagency or inter‐agency or multi‐professional or mulitprofessional or interorganisation* or interorganization* or inter‐organisation* or inter‐organization* or multiagenc* or multi‐agenc* or interagenc* or inter‐agenc*) adj2 (team* or care or working or collaboration or intervention* or management or provider? or consultation? or approach* or program* or treatment*)).ti,ab,kw.      30   kaiser permanente.ti,ab,kw.     31   or/11‐30     32   10 and 31     33   random*.ti,ab.     34   factorial*.ti,ab.     35   (crossover* or cross over*).ti,ab.     36   ((doubl* or singl*) adj blind*).ti,ab.     37   (assign* or allocat* or volunteer* or placebo*).ti,ab.     38   crossover procedure/     39   single blind procedure/     40   randomized controlled trial/     41   double blind procedure/     42   or/33‐41     43   (systematic review or literature review).ti.     44   \"cochrane database of systematic reviews\".jn.     45   exp animals/ or exp invertebrate/ or animal experiment/ or animal model/ or animal tissue/ or animal cell/ or nonhuman/      46   human/ or normal human/ or human cell/     47   45 not (45 and 46)     48   43 or 44 or 47     49   42 not 48     50   32 and 49     51   limit 50 to embase       The Cochrane Library (Wiley) 2018, Issue 10         No.   Search terms     #1   MeSH descriptor: [Aged, 80 and over] explode all trees     #2   MeSH descriptor: [Aged] explode all trees     #3   MeSH descriptor: [Frail Elderly] explode all trees     #4   MeSH descriptor: [Geriatrics] explode all trees     #5   MeSH descriptor: [Health Services for the Aged] explode all trees     #6   ((geriatric? or senior? or elderly or old*) near/2 (person? or people or adult? or patient?)):ti,ab      #7   (frail* near/2 (adult* or elder* or old or senior? or person? or people or patient?)):ti,ab     #8   {or #1‐#7}     #9   MeSH descriptor: [Delivery of Health Care, Integrated] explode all trees     #10   (integrat* near/1 (system? or care or pathway* or service* or delivery or healthcare or program* or approach* or model*)):ti,ab      #11   (deliver* near/1 (care or healthcare or service*)):ti,ab     #12   ((system or systems) near/1 (care or healthcare or service*)):ti,ab     #13   ((organis* or organiz*) near/1 (care or healthcare or service*)):ti,ab     #14   MeSH descriptor: [Patient Care Planning] explode all trees     #15   ((coordinat* or co‐ordinat*) near/2 (care or healthcare or service* or program* or approach* or management or team*)):ti,ab      #16   MeSH descriptor: [Case Management] explode all trees     #17   ((case or care) next (manag* or process*)):ti,ab     #18   (comanag* or co‐manag*):ti,ab     #19   MeSH descriptor: [Comprehensive Health Care] explode all trees     #20   (comprehensive near/2 (healthcare or care)):ti,ab     #21   (care next navig*):ti,ab     #22   (collaborat* near/1 (care or manage* or healthcare or service* or program* or approach* or working)):ti,ab      #23   shared care:ti,ab     #24   (holistic near/2 (care or healthcare)):ti,ab     #25   ((partner* or joint) near/2 (care or working)):ti,ab     #26   ((health* near/1 (\"social care\")) or (\"medical care and social care\") or (\"care and social care\")):ti,ab      #27   (team* near/2 (care or treatment* or assessment* or consultation* or healthcare or service* or program* or approach*)):ti,ab      #28   ((multidisciplinary or multi‐disciplinary or interprofessional or inter‐professional or interdisciplinary or inter‐disciplinary or multispeciality or multi‐speciality or multiagency or multi‐agency or interagency or inter‐agency or multi‐professional or mulitprofessional or interorganisation* or interorganization* or inter‐organisation* or inter‐organization* or multiagenc* or multi‐agenc* or interagenc* or inter‐agenc*) near/2 (team* or care or working or collaboration or intervention* or management or provider? or consultation? or approach* or program* or treatment*)):ti,ab      #29   kaiser permanente:ti,ab     #30   {or #9‐#29}     #31   #8 and #30       ClinicalTrials.gov  Search terms: \"case management\" | Older Adults WHO International Clinical Trials Registry Platform (ICTRP)  case management AND elder* case management AND old* case management AND senior* Cinahl (EBSCO)         No.   Search terms     S1   (MH \"Aged\") OR (MH \"Aged, 80 and Over\") OR (MH \"Frail Elderly\")     S2   (MH \"Geriatrics\")     S3   (MH \"Health Services for Older Persons\")     S4   TI ( ((geriatric? or senior? or elderly or old*) N2 (person? or people or adult? or patient?)) ) OR AB ( ((geriatric? or senior? or elderly or old*) N2 (person? or people or adult? or patient?)) )      S5   TI ( (frail* N2 (adult* or elder* or old or senior? or person? or people or patient?)) ) OR AB ( (frail* N2 (adult* or elder* or old or senior? or person? or people or patient?)) )      S6   S1 OR S2 OR S3 OR S4 OR S5     S7   (MH \"Health Care Delivery, Integrated\")     S8   TI ( (integrat* N1 (system? or care or pathway* or service* or delivery or healthcare or program* or approach* or model*)) ) OR AB ( (integrat* N1 (system? or care or pathway* or service* or delivery or healthcare or program* or approach* or model*)) )      S9   TI ( (deliver* N1 (care or healthcare or service*)) ) OR AB ( (deliver* N1 (care or healthcare or service*)) )      S10   TI ( ((system or systems) N1 (care or healthcare or service*)) ) OR AB ( ((system or systems) N1 (care or healthcare or service*)) )      S11   TI ( ((organis* or organiz*) N1 (care or healthcare or service*)) ) OR AB ( ((organis* or organiz*) N1 (care or healthcare or service*)) )      S12   (MH \"Patient Care Plans+\")     S13   TI ( ((coordinat* or co‐ordinat*) N2 (care or healthcare or service* or program* or approach* or management or team care or team treatment* or team assessment* or team consultation*)) ) OR AB ( ((coordinat* or co‐ordinat*) N2 (care or healthcare or service* or program* or approach* or management or team care or team treatment* or team assessment* or team consultation*)) )      S14   (MH \"Case Management\")     S15   TI ( ((case or care) N0 (manag* or process*)) ) OR AB ( ((case or care) N0 (manag* or process*)) )      S16   TI ( (comanag* or co‐manag*) ) OR AB ( (comanag* or co‐manag*) )     S17   TI ( (comprehensive N2 (healthcare or care)) ) OR AB ( (comprehensive N2 (healthcare or care)) )      S18   TI care navig* OR AB care navig*     S19   TI ( (collaborat* N1 (care or manage* or healthcare or service* or program* or approach* or working)) ) OR AB ( (collaborat* N1 (care or manage* or healthcare or service* or program* or approach* or working)) )      S20   TI shared care OR AB shared care     S21   TI ( (holistic N2 (care or healthcare)) ) OR AB ( (holistic N2 (care or healthcare)) )      S22   TI ( ((partner* or joint) N2 (care or working)) ) OR AB ( ((partner* or joint) N2 (care or working)) )      S23   TI ( (\"health* and social care\" or \"medical care and social care\" or \"care and social care\") ) OR AB ( (\"health* and social care\" or \"medical care and social care\" or \"care and social care\") )      S24   TI ( (team* N2 (care or treatment* or assessment* or consultation* or healthcare or service* or program* or approach*)) ) OR AB ( (team* N2 (care or treatment* or assessment* or consultation* or healthcare or service* or program* or approach*)) )      S25   TI ( ((multidisciplinary or multi‐disciplinary or interprofessional or inter‐professional or interdisciplinary or inter‐disciplinary or multispeciality or multi‐speciality or multiagency or multi‐agency or interagency or inter‐agency or multi‐professional or mulitprofessional or interorganisation* or interorganization* or inter‐organisation* or inter‐organization* or multiagenc* or multi‐agenc* or interagenc* or inter‐agenc*) N2 (team* or care or working or collaboration or intervention* or management or provider? or consultation? or approach* or program* or treatment*)) ) OR AB ( ((multidisciplinary or multi‐disciplinary or interprofessional or inter‐professional or interdisciplinary or inter‐disciplinary or multispeciality or multi‐speciality or multiagency or multi‐agency or interagency or inter‐agency or multi‐professional or mulitprofessional or interorganisation* or interorganization* or inter‐organisation* or inter‐organization* or multiagenc* or multi‐agenc* or interagenc* or inter‐agenc*) N2 (team* or care or working or collaboration or intervention* or management or provider? or consultation? or approach* or program* or treatment*)) )      S26   TI kaiser permanente OR AB kaiser permanente     S27   S7 OR S8 OR S9 OR S10 OR S11 OR S12 OR S13 OR S14 OR S15 OR S16 OR S17 OR S18 OR S19 OR S20 OR S21 OR S22 OR S23 OR S24 OR S25 OR S26      S28   S6 AND S27     S29   PT randomized controlled trial     S30   PT clinical trial     S31   TI ( randomis* or randomiz* or randomly) OR AB ( randomis* or randomiz* or randomly)     S32   (MH \"Clinical Trials+\")     S33   (MH \"Random Assignment\")     S34   S29 OR S30 OR S31 OR S32 OR S33     S35   S28 AND S34     S36   S35 Limiters ‐ Exclude MEDLINE records       PDQ Evidence  (title:(old* OR elder* OR senior* OR aged) OR abstract:(old* OR elder* OR senior* OR aged)) AND (title:(case manag*) OR abstract:(case manag*))  CRD databases: Dare, HTA, NHS‐EED  (case NEXT manag*) AND (old* OR elder* OR senior* OR aged) IN DARE"
    }
}