{
    "title": "Remote care through telehealth for people with inflammatory bowel disease",
    "abstract": "Background People with inflammatory bowel disease (IBD) require intensive follow‐up with frequent consultations after diagnosis. IBD telehealth management includes consulting by phone, instant messenger, video, text message, or web‐based services. Telehealth can be beneficial for people with IBD, but may have its own set of challenges. It is important to systematically review the evidence on the types of remote or telehealth approaches that can be deployed in IBD. This is particularly relevant following the coronavirus disease 2019 (COVID‐19) pandemic, which led to increased self‐ and remote‐management.    Objectives To identify the communication technologies used to achieve remote healthcare for people with inflammatory bowel disease and to assess their effectiveness.    Search methods On 13 January 2022, we searched CENTRAL, Embase, MEDLINE, three other databases, and three trials registries with no limitations on language, date, document type, or publication status.    Selection criteria All published, unpublished, and ongoing randomised controlled trials (RCTs) that evaluated telehealth interventions targeted at people with IBD versus any other type of intervention or no intervention.  We did not include studies based on digital patient information resources or education resources, unless they formed part of a wider package including an element of telehealth. We excluded studies where remote monitoring of blood or faecal tests was the only form of monitoring.    Data collection and analysis Two review authors independently extracted data from the included studies and assessed their risk of bias. We analysed studies on adult and paediatric populations separately. We expressed the effects of dichotomous outcomes as risk ratios (RRs) and the effects of continuous outcomes as mean differences (MDs) or standardised mean differences (SMDs), each with their 95% confidence intervals (CIs). We assessed the certainty of the evidence using GRADE methodology.    Main results We included 19 RCTs with a total of 3489 randomised participants, aged eight to 95 years. Three studies examined only people with ulcerative colitis (UC), two studies examined only people with Crohn's disease (CD), and the remaining studies examined a mix of IBD patients. Studies considered a range of disease activity states. The length of the interventions ranged from six months to two years. The telehealth interventions were web‐based and telephone‐based.  Web‐based monitoring versus usual care  Twelve studies compared web‐based disease monitoring to usual care. Three studies, all in adults, provided data on disease activity. Web‐based disease monitoring (n = 254) is probably equivalent to usual care (n = 174) in reducing disease activity in people with IBD (SMD 0.09, 95% CI −0.11 to 0.29). The certainty of the evidence is moderate.  Five studies on adults provided dichotomous data that we could use for a meta‐analysis on flare‐ups. Web‐based disease monitoring (n = 207/496) is probably equivalent to usual care (n = 150/372) for the occurrence of flare‐ups or relapses in adults with IBD (RR 1.09, 95% CI 0.93 to 1.27). The certainty of the evidence is moderate. One study provided continuous data. Web‐based disease monitoring (n = 465) is probably equivalent to usual care (n = 444) for the occurrence of flare‐ups or relapses in adults with CD (MD 0.00 events, 95% CI −0.06 to 0.06). The certainty of the evidence is moderate. One study provided dichotomous data on flare‐ups in a paediatric population. Web‐based disease monitoring (n = 28/84) may be equivalent to usual care (n = 29/86) for the occurrence of flare‐ups or relapses in children with IBD (RR 0.99, 95% CI 0.65 to 1.51). The certainty of the evidence is low.  Four studies, all in adults, provided data on quality of life. Web‐based disease monitoring (n = 594) is probably equivalent to usual care (n = 505) for quality of life in adults with IBD (SMD 0.08, 95% CI −0.04 to 0.20). The certainty of the evidence is moderate.  Based on continuous data from one study in adults, we found that web‐based disease monitoring probably leads to slightly higher medication adherence compared to usual care (MD 0.24 points, 95% CI 0.01 to 0.47). The results are of moderate certainty. Based on continuous data from one paediatric study, we found no difference between web‐based disease monitoring and usual care in terms of their effect on medication adherence (MD 0.00, 95% CI −0.63 to 0.63), although the evidence is very uncertain. When we meta‐analysed dichotomous data from two studies on adults, we found no difference between web‐based disease monitoring and usual care in terms of their effect on medication adherence (RR 0.87, 95% CI 0.62 to 1.21), although the evidence is very uncertain.  We were unable to draw any conclusions on the effects of web‐based disease monitoring compared to usual care on healthcare access, participant engagement, attendance rate, interactions with healthcare professionals, and cost‐ or time‐effectiveness. The certainty of the evidence is very low.    Authors' conclusions The evidence in this review suggests that web‐based disease monitoring is probably no different to standard care in adults when considering disease activity, occurrence of flare‐ups or relapse, and quality of life. There may be no difference in these outcomes in children, but the evidence is limited. Web‐based monitoring probably increases medication adherence slightly compared to usual care.  We are uncertain about the effects of web‐based monitoring versus usual care on our other secondary outcomes, and about the effects of the other telehealth interventions included in our review, because the evidence is limited.  Further studies comparing web‐based disease monitoring to standard care for the clinical outcomes reported in adults are unlikely to change our conclusions, unless they have longer follow‐up or investigate under‐reported outcomes or populations. Studies with a clearer definition of web‐based monitoring would enhance applicability, enable practical dissemination and replication, and enable alignment with areas identified as important by stakeholders and people affected by IBD.",
    "review_type": "Intervention",
    "doi": "https://doi.org/10.1002/14651858.CD014821.pub2",
    "review_id": "CD014821",
    "criteria": {
        "Types of studies": "All published, unpublished, and ongoing randomised controlled trials (RCTs) that evaluated telecommunication technologies for the management of IBD versus face‐to‐face interventions or no intervention. Cross‐over studies and cluster‐RCTs were eligible for inclusion, but quasi‐randomised trials (using inappropriate randomisation) were ineligible. We did not include studies on digital patient information resources (e.g. information on IBD organisation websites, such as Crohn's and Colitis UK), or education resources alone, unless they formed part of a wider package that included an element of telehealth as defined in this review. A separate Cochrane Review is focussing on education resources for people with IBD (Gordon 2021a). We excluded studies where remote monitoring of blood or faecal tests was the only form of monitoring.",
        "Types of participants": "People of all ages with a confirmed IBD diagnosis. Subsets such as CD, UC, or intermediate colitis were eligible.",
        "Types of interventions": "We included studies on IBD management interventions that took place via phone, instant messaging, video, text message, or web‐based services, or any other means of remote communication, whether live (e.g. telephone conversations) or delayed (e.g. email). We considered any control intervention, such as face‐to‐face interventions, no intervention. Studies that compared different telehealth interventions to each other were also eligible. We aimed to perform separate analyses for trials that evaluated telehealth plus traditional consultations versus traditional consultations alone and trials that evaluated telehealth versus traditional consultations.",
        "Types of outcome measures": "Our review included dichotomous and continuous outcome measures. Study outcomes were irrelevant for determining study eligibility. Disease activity at study end, using a recognised disease activity scoring system, measured clinically, endoscopically, or histologically, and as defined by study authors (separate for adults and children, if sufficient data available). We planned to analyse clinical, endoscopic, and histological data separately.    Flare‐ups or relapses at study end, measured clinically, endoscopically, or histologically, and as defined by study authors (separate for adults and children, if sufficient data available). We planned to analyse clinical, endoscopic, and histological data separately.    QoL at study end, using validated scales or tools, and as defined by study authors (separate for adults and children, if sufficient data available) Disease activity at study end, using a recognised disease activity scoring system, measured clinically, endoscopically, or histologically, and as defined by study authors (separate for adults and children, if sufficient data available). We planned to analyse clinical, endoscopic, and histological data separately. Flare‐ups or relapses at study end, measured clinically, endoscopically, or histologically, and as defined by study authors (separate for adults and children, if sufficient data available). We planned to analyse clinical, endoscopic, and histological data separately. QoL at study end, using validated scales or tools, and as defined by study authors (separate for adults and children, if sufficient data available) Number of episodes of accessing healthcare (outpatient, remote, or inpatient) at study end, as defined by study authors    Medication adherence at study end, as defined and measured by study authors   Participant engagement (adherence/compliance) with the intervention at study end, as defined by study authors    Rate of attendance or engagement with any or all elements of the intervention (number of planned appointments attended, number of planned interactions attended) at study end, as defined by study authors    Rate of attendance of interactions with healthcare professionals during the intervention (as part of the intervention or otherwise), as defined by study authors    Costs or cost/time‐effectiveness during study, as defined by study authors Number of episodes of accessing healthcare (outpatient, remote, or inpatient) at study end, as defined by study authors Medication adherence at study end, as defined and measured by study authors Participant engagement (adherence/compliance) with the intervention at study end, as defined by study authors Rate of attendance or engagement with any or all elements of the intervention (number of planned appointments attended, number of planned interactions attended) at study end, as defined by study authors Rate of attendance of interactions with healthcare professionals during the intervention (as part of the intervention or otherwise), as defined by study authors Costs or cost/time‐effectiveness during study, as defined by study authors Programme attributes (technology type, design, cost, user guidance, live contact, management of delayed contact, contact with other members of the multidisciplinary team, time to response, data security) during study    Programme requirements (cost, software, infrastructure, training needs, access requirements (for the person with IBD and the healthcare provider)) during study Programme attributes (technology type, design, cost, user guidance, live contact, management of delayed contact, contact with other members of the multidisciplinary team, time to response, data security) during study Programme requirements (cost, software, infrastructure, training needs, access requirements (for the person with IBD and the healthcare provider)) during study",
        "Primary outcomes": "Disease activity at study end, using a recognised disease activity scoring system, measured clinically, endoscopically, or histologically, and as defined by study authors (separate for adults and children, if sufficient data available). We planned to analyse clinical, endoscopic, and histological data separately.    Flare‐ups or relapses at study end, measured clinically, endoscopically, or histologically, and as defined by study authors (separate for adults and children, if sufficient data available). We planned to analyse clinical, endoscopic, and histological data separately.    QoL at study end, using validated scales or tools, and as defined by study authors (separate for adults and children, if sufficient data available)",
        "Secondary outcomes": "Number of episodes of accessing healthcare (outpatient, remote, or inpatient) at study end, as defined by study authors    Medication adherence at study end, as defined and measured by study authors   Participant engagement (adherence/compliance) with the intervention at study end, as defined by study authors    Rate of attendance or engagement with any or all elements of the intervention (number of planned appointments attended, number of planned interactions attended) at study end, as defined by study authors    Rate of attendance of interactions with healthcare professionals during the intervention (as part of the intervention or otherwise), as defined by study authors    Costs or cost/time‐effectiveness during study, as defined by study authors",
        "Qualitative outcomes": "Programme attributes (technology type, design, cost, user guidance, live contact, management of delayed contact, contact with other members of the multidisciplinary team, time to response, data security) during study    Programme requirements (cost, software, infrastructure, training needs, access requirements (for the person with IBD and the healthcare provider)) during study"
    },
    "search_strategy": {
        "Appendix 1. CENTRAL Search strategy (via Ovid Evidence‐Based Medicine Reviews Database)": "exp Inflammatory bowel diseases/   (inflammatory bowel disease* or IBD or UC or CD).tw,kw.   crohn*.tw,kw.   (colitis or regional enteritis or proctocolitis or colorectitis).tw,kw.   or/1‐4   (phone* or phoning or telephone* or telecom or telecommunicat* or tele‐communicat* or teleconferenc* or tele‐conferenc* or telegraph* or tele‐graph*).tw,kw.    exp Telecommunications/   (Electronic Mail* or email* or e‐mail* or Telefacsimile or fax or telehealth or tele‐health or telemed* or tele‐med* or ehealth or e‐health or mhealth or m‐health).tw,kw.    (instant messag* or SMS or text or texting).tw,kw.   (webcast* or webina* or virtual conferenc*).tw,kw.   ((web or internet or online or video or virtual or mobile or digital*) adj5 (care or communicat* or health* or medicine* or medical or clinic* or physician* or treat* or therap* or intervention* or conferenc* or connect*)).tw,kw.    (mobile or hotline or videoconferenc* or wireless).tw,kw.   mobile applications/ or web browser/   (remote* adj5 (care or communicat* or health* or medicine* or medical or clinic* or physician* or treat* or therap* or intervention* or conferenc* or connect*)).tw,kw.    (GoToMeeting or GoToWebinar or zoom meeting or spotMe or TurboMeeting or Livestorm).tw,kw.   (Google Meet* or Cisco Webex or Microsoft Teams or join*me).tw,kw.   or/6‐16   5 and 17",
        "Appendix 2. MEDLINE Search strategy (via Ovid)": "exp Inflammatory bowel diseases/   (inflammatory bowel disease* or IBD or UC or CD).tw,kw.   crohn*.tw,kw.   (colitis or regional enteritis or proctocolitis or colorectitis).tw,kw.   or/1‐4   (phone* or phoning or telephone* or telecom or telecommunicat* or tele‐communicat* or teleconferenc* or tele‐conferenc* or telegraph* or tele‐graph*).tw,kw.    exp Telecommunications/   (Electronic Mail* or email* or e‐mail* or Telefacsimile or fax or telehealth or tele‐health or telemed* or tele‐med* or ehealth or e‐health or mhealth or m‐health).tw,kw.    (instant messag* or SMS or text or texting).tw,kw.   (webcast* or webina* or virtual conferenc*).tw,kw.   ((web or internet or online or video or virtual or mobile or digital*) adj5 (care or communicat* or health* or medicine* or medical or clinic* or physician* or treat* or therap* or intervention* or conferenc* or connect*)).tw,kw.    (mobile or hotline or videoconferenc* or wireless).tw,kw.   mobile applications/ or web browser/   (remote* adj5 (care or communicat* or health* or medicine* or medical or clinic* or physician* or treat* or therap* or intervention* or conferenc* or connect*)).tw,kw.    (GoToMeeting or GoToWebinar or zoom meeting or spotMe or TurboMeeting or Livestorm).tw,kw.   (Google Meet* or Cisco Webex or Microsoft Teams or join*me).tw,kw.   or/6‐16   5 and 17   randomized controlled trial.pt.   controlled clinical trial.pt.   random*.ab.   placebo.ab.   trial.ab.   groups.ab.   or/19‐24   exp animals/ not humans.sh.   25 not 26   18 and 27    Note: Lines 19‐27. RCT filter: Cochrane Highly Sensitive Search Strategy for identifying randomized trials in MEDLINE: sensitivity‐maximizing version (2008 revision); Ovid format. (Lefebvre 2022). We made the following minor revisions: we used “random*” instead of “randomized.ab” or “randomly.ab.” to capture word variations such as “randomised, randomization, random”; we removed “drug therapy.fs.” from the above filter as this review is not related to drug therapy.“",
        "Appendix 3. Embase Search strategy (via Ovid)": "exp inflammatory bowel disease/   (inflammatory bowel disease* or IBD or UC or CD).tw,kw.   crohn*.tw,kw.   (colitis or regional enteritis or proctocolitis or colorectitis).tw,kw.   or/1‐4   (phone* or phoning or telephone* or telecom or telecommunicat* or tele‐communicat* or teleconferenc* or tele‐conferenc* or telegraph* or tele‐graph*).tw,kw.    telecommunication/ or telephone/ or text messaging/ or fax/   (Electronic Mail* or email* or e‐mail* or Telefacsimile or fax or telehealth or tele‐health or telemed* or tele‐med* or ehealth or e‐health or mhealth or m‐health).tw,kw.    (instant messag* or SMS or text or texting).tw,kw.   (webcast* or webina* or virtual conferenc*).tw,kw.   ((web or internet or online or video or virtual or mobile or digital*) adj5 (care or communicat* or health* or medicine* or medical or clinic* or physician* or treat* or therap* or intervention* or conferenc* or connect*)).tw,kw.    (mobile or hotline or videoconferenc* or wireless).tw,kw.   e‐mail/ or hotline/ or mobile phone/ or videoconferencing/ or webcast/ or wireless communication/ or exp web browser/    (remote* adj5 (care or communicat* or health* or medicine* or medical or clinic* or physician* or treat* or therap* or intervention* or conferenc* or connect*)).tw,kw.    (GoToMeeting or GoToWebinar or zoom meeting or spotMe or TurboMeeting or Livestorm).tw,kw.   (Google Meet* or Cisco Webex or Microsoft Teams or join*me).tw,kw.   or/6‐16   5 and 17   random:.tw.   placebo:.mp.   double‐blind:.tw.   or/19‐21   exp animal/ not human/   22 not 23   18 and 24    Note: Line 19‐22. Hedges Best balance of sensitivity and specificity filter for identifying \"therapy studies\" in Embase.",
        "Appendix 4. PsycInfo Search strategy (via Ovid)": "ulcerative colitis/   (inflammatory bowel disease* or IBD or UC or CD).tw.   crohn*.tw.   (colitis or regional enteritis or proctocolitis or colorectitis).tw.   or/1‐4   (phone* or phoning or telephone* or telecom or telecommunicat* or tele‐communicat* or teleconferenc* or tele‐conferenc* or telegraph* or tele‐graph*).tw.    exp communications media/   (Electronic Mail* or email* or e‐mail* or Telefacsimile or fax or telehealth or tele‐health or telemed* or tele‐med* or ehealth or e‐health or mhealth or m‐health).tw.    (instant messag* or SMS or text or texting).tw.   (webcast* or webina* or virtual conferenc*).tw.   ((web or internet or online or video or virtual or mobile or digital*) adj5 (care or communicat* or health* or medicine* or medical or clinic* or physician* or treat* or therap* or intervention* or conferenc* or connect*)).tw.    (mobile or hotline or videoconferenc* or wireless).tw.   exp mobile applications/   (remote* adj5 (care or communicat* or health* or medicine* or medical or clinic* or physician* or treat* or therap* or intervention* or conferenc* or connect*)).tw.    (GoToMeeting or GoToWebinar or zoom meeting or spotMe or TurboMeeting or Livestorm).tw.   (Google Meet* or Cisco Webex or Microsoft Teams or join*me).tw.   or/6‐16   5 and 17   random:.tw.   18 and 19    Note: line 19. PsycINFO RCT filter: Eady 2008; [Ovid]‐ Single term Best sensitivity &Best specificity.",
        "Appendix 5. CINAHL (via EBSCO)": "S18 S17 (Limiters ‐ Exclude MEDLINE records) S17 S15 AND S16 S16 MH \"treatment outcomes+\" OR MH \"experimental studies+\" or random* S15 S3 AND S14 S14 S4 OR S5 OR S6 OR S7 OR S8 OR S9 OR S10 OR S11 OR S12 OR S13 S13 TX Google Meet* or Cisco Webex or Microsoft Teams or join*me S12 TX GoToMeeting or GoToWebinar or zoom meeting or spotMe or TurboMeeting or Livestorm S11 TX remote* AND TX ( care or communicat* or health* or medicine* or medical or clinic* or physician* or treat* or therap* or intervention* or conferenc* or connect* )  S10 TX mobile or hotline or videoconferenc* or wireless S9 TX ( web or internet or online or video or virtual or mobile or digital* ) AND TX ( care or communicat* or health* or medicine* or medical or clinic* or physician* or treat* or therap* or intervention* or conferenc* or connect* )  S8 TX webcast* or webina* or virtual conferenc* S7 TX instant messag* or SMS or text or texting S6 TX Electronic Mail* or email* or e‐mail* or Telefacsimile or fax or telehealth or tele‐health or telemed* or tele‐med* or ehealth or e‐health or mhealth or m‐health  S5 (MH \"Telecommunications\") S4 TX phone* or phoning or telephone* or telecom or telecommunicat* or tele‐communicat* or teleconferenc* or tele‐conferenc* or telegraph* or tele‐graph*  S3 S1 OR S2 S2 TX inflammatory bowel disease* or IBD or crohn* or colitis or regional enteritis or proctocolitis or colorectitis  S1 (MH \"Inflammatory Bowel Diseases+\") Note: line S16: CINAHL filter for treatment studies Wong 2006, [Table 3] Best sensitivity, Ovid format.",
        "Appendix 6. AMED Search strategy (via Ovid)": "exp inflammatory bowel disease/   (inflammatory bowel disease* or IBD or UC or CD).tw.   crohn*.tw.   (colitis or regional enteritis or proctocolitis or colorectitis).tw.   or/1‐4   (phone* or phoning or telephone* or telecom or telecommunicat* or tele‐communicat* or teleconferenc* or tele‐conferenc* or telegraph* or tele‐graph*).tw.    exp Telecommunications/   (Electronic Mail* or email* or e‐mail* or Telefacsimile or fax or telehealth or tele‐health or telemed* or tele‐med* or ehealth or e‐health or mhealth or m‐health).tw.    (instant messag* or SMS or text or texting).tw.   (webcast* or webina* or virtual conferenc*).tw.   ((web or internet or online or video or virtual or mobile or digital*) adj5 (care or communicat* or health* or medicine* or medical or clinic* or physician* or treat* or therap* or intervention* or conferenc* or connect*)).tw.    (mobile or hotline or videoconferenc* or wireless).tw.   (remote* adj5 (care or communicat* or health* or medicine* or medical or clinic* or physician* or treat* or therap* or intervention* or conferenc* or connect*)).tw.    (GoToMeeting or GoToWebinar or zoom meeting or spotMe or TurboMeeting or Livestorm).tw.   (Google Meet* or Cisco Webex or Microsoft Teams or join*me).tw.   or/6‐15   5 and 16",
        "Appendix 7. Clinicaltrials.gov Search strategy": "Advanced search: Condition or disease: inflammatory bowel disease OR IBD OR ulcerative colitis OR Crohn OR Crohn's or Crohns  Intervention/treatment: remote care OR telemed OR tele‐med OR tele‐medicine OR tele‐medical OR telehealth OR tele‐health OR telecom OR telecommunication OR tele‐communication OR ehealth OR e‐health  Study type: Interventional studies (Clinical trials)",
        "Appendix 8. WHO ICTRP Search strategy": "Advanced search: (inflammatory bowel disease* or IBD or ulcerative colitis or crohn*) AND (remote* or tele* or phone* or ehealth* or e‐health*)  Recruitment status: All"
    }
}