{
    "title": "Interventions for patent ductus arteriosus (PDA) in preterm infants: an overview of Cochrane Systematic Reviews",
    "abstract": "Background Patent ductus arteriosus (PDA) is associated with significant morbidity and mortality in preterm infants. Several non‐pharmacological, pharmacological, and surgical approaches have been explored to prevent or treat a PDA.    Objectives To summarise Cochrane Neonatal evidence on interventions (pharmacological or surgical) for the prevention of PDA and related complications, and interventions for the management of asymptomatic and symptomatic PDA in preterm infants.    Methods We searched the Cochrane Database of Systematic Reviews on 20 October 2022 for ongoing and published Cochrane Reviews on the prevention and treatment of PDA in preterm (< 37 weeks' gestation) or low birthweight (< 2500 g) infants. We included all published Cochrane Reviews assessing the following categories of interventions: pharmacological therapy using prostaglandin inhibitor drugs (indomethacin, ibuprofen, and acetaminophen), adjunctive pharmacological interventions, invasive PDA closure procedures, and non‐pharmacological interventions. Two overview authors independently checked the eligibility of the reviews retrieved by the search, and extracted data from the included reviews using a predefined data extraction form. Any disagreements were resolved by discussion with a third overview author. Two overview authors independently assessed the methodological quality of the included reviews using the AMSTAR 2 (A MeaSurement Tool to Assess systematic Reviews) tool. We reported the GRADE certainty of evidence as assessed by the respective review authors using summary of findings tables.    Main results We included 16 Cochrane Reviews, corresponding to 138 randomised clinical trials (RCT) and 11,856 preterm infants, on the prevention and treatment of PDA in preterm infants. One of the 16 reviews had no included studies, and therefore, did not contribute to the results. Six reviews reported on prophylactic interventions for the prevention of PDA and included pharmacological prophylaxis with prostaglandin inhibitor drugs, prophylactic surgical PDA ligation, and non‐pharmacologic interventions (chest shielding during phototherapy and restriction of fluid intake); one review reported on the use of indomethacin for the management of asymptomatic PDA; nine reviews reported on interventions for the management of symptomatic PDA, and included pharmacotherapy with prostaglandin inhibitor drugs in various routes and dosages, surgical PDA ligation, and adjunct therapies (use of furosemide and dopamine in conjunction with indomethacin). The quality of reviews varied. Two reviews were assessed to be high quality, seven reviews were of moderate quality, five of low quality, while two reviews were deemed to be of critically low quality.  For prevention of PDA, prophylactic indomethacin reduces severe intraventricular haemorrhage (IVH; relative risk (RR) 0.66, 95% confidence interval (CI) 0.53 to 0.82; 14 RCTs, 2588 infants), and the need for invasive PDA closure (RR 0.51, 95% CI 0.37 to 0.71; 8 RCTs, 1791 infants), but it does not appear to affect the composite outcome of death or moderate/severe neurodevelopmental disability (RR 1.02, 95% CI 0.90 to 1.15; 3 RCTs, 1491 infants). Prophylactic ibuprofen probably marginally reduces severe IVH (RR 0.67, 95% CI 0.45 to 1.00; 7 RCTs, 925 infants; moderate‐certainty evidence), and the need for invasive PDA closure (RR 0.46, 95% CI 0.22 to 0.96; 7 RCTs, 925 infants; moderate‐certainty evidence). The evidence is very uncertain on the effect of prophylactic acetaminophen on severe IVH (RR 1.09, 95% CI 0.07 to 16.39; 1 RCT, 48 infants). Necrotising enterocolitis (NEC) was lower with both prophylactic surgical ligation (RR 0.25, 95% CI 0.08 to 0.83; 1 RCT, 84 infants), and fluid restriction (RR 0.43, 95% CI 0.21 to 0.87; 4 RCTs, 526 infants).  For treatment of asymptomatic PDA, indomethacin appears to reduce the development of symptomatic PDA post‐treatment (RR 0.36, 95% CI 0.19 to 0.68; 3 RCTs, 97 infants; quality of source review: critically low).  For treatment of symptomatic PDA, all available prostaglandin inhibitor drugs appear to be more effective in closing a PDA than placebo or no treatment (indomethacin: RR 0.30, 95% CI 0.23 to 0.38; 10 RCTs, 654 infants; high‐certainty evidence; ibuprofen: RR 0.62, 95% CI 0.44 to 0.86; 2 RCTs, 206 infants; moderate‐certainty evidence; early administration of acetaminophen: RR 0.35, 95% CI 0.23 to 0.53; 2 RCTs, 127 infants; low‐certainty evidence). Oral ibuprofen appears to be more effective in PDA closure than intravenous (IV) ibuprofen (RR 0.38, 95% CI 0.26 to 0.56; 5 RCTs, 406 infants; moderate‐certainty evidence). High‐dose ibuprofen appears to be more effective in PDA closure than standard‐dose ibuprofen (RR 0.37, 95% CI 0.22 to 0.61; 3 RCTs, 190 infants; moderate‐certainty evidence). With respect to adverse outcomes, compared to indomethacin administration, NEC appears to be lower with ibuprofen (any route; RR 0.68, 95% CI 0.49 to 0.94; 18 RCTs, 1292 infants; moderate‐certainty evidence), oral ibuprofen (RR 0.41, 95% CI 0.23 to 0.73; 7 RCTs, 249 infants; low‐certainty evidence), and with acetaminophen (RR 0.42, 95% CI 0.19 to 0.96; 4 RCTs, 384 infants; low‐certainty evidence). However, NEC appears to be increased with a prolonged course of indomethacin versus a shorter course (RR 1.87, 95% CI 1.07 to 3.27; 4 RCTs, 310 infants).    Authors' conclusions This overview summarised the evidence from 16 Cochrane Reviews of RCTs regarding the effects of interventions for the prevention and treatment of PDA in preterm infants.  Prophylactic indomethacin reduces severe IVH, but does not appear to affect the composite outcome of death or moderate/severe neurodevelopmental disability. Prophylactic ibuprofen probably marginally reduces severe IVH (moderate‐certainty evidence), while the evidence is very uncertain on the effect of prophylactic acetaminophen on severe IVH. All available prostaglandin inhibitor drugs appear to be effective in symptomatic PDA closure compared to no treatment (high‐certainty evidence for indomethacin; moderate‐certainty evidence for ibuprofen; low‐certainty evidence for early administration of acetaminophen). Oral ibuprofen appears to be more effective in PDA closure than IV ibuprofen (moderate‐certainty evidence). High dose ibuprofen appears to be more effective in PDA closure than standard‐dose ibuprofen (moderate‐certainty evidence).  There are currently two ongoing reviews, one on fluid restriction for symptomatic PDA, and the other on invasive management of PDA in preterm infants.",
    "review_type": "Overview",
    "doi": "https://doi.org/10.1002/14651858.CD013588.pub2",
    "review_id": "CD013588",
    "criteria": {
        "Types of studies": "In this overview of systematic reviews, we included only published Cochrane Systematic Reviews on the management of patent ductus arteriosus (PDA) in a preterm infant.",
        "Types of participants": "Preterm (gestational age < 37 weeks at birth) or low‐birth‐weight infants (< 2500 g). Preterm (gestational age < 37 weeks at birth) or low‐birth‐weight infants (< 2500 g) with PDA diagnosed clinically, or via echocardiography, or both, in the neonatal period (< 28 days). We defined an asymptomatic PDA clinically by the presence of a precordial murmur or echocardiographically (presence of left‐to‐right PDA shunt), without clinical signs of a moderate‐ to high‐volume left‐to‐right shunt (hyperdynamic precordial impulse, tachycardia, bounding pulses, widened pulse pressure, worsening respiratory status, hypotension, or cardiac failure). We defined a symptomatic PDA clinically by the presence of a precordial murmur, along with one or more of the following signs: hyperdynamic precordial impulse, tachycardia, bounding pulses, widened pulse pressure, worsening respiratory status, hypotension, or cardiac failure. We defined a symptomatic PDA echocardiographically by a moderate to large transductal diameter, with or without evidence of pulmonary over‐circulation, with or without evidence of systemic hypoperfusion. We also defined a symptomatic PDA as a combination of left‐to‐right PDA shunt on echocardiography, along with clinical signs of a high‐volume left‐to‐right shunt (hyperdynamic precordial impulse, tachycardia, bounding pulses, widened pulse pressure, worsening respiratory status, hypotension, or cardiac failure).",
        "For objective 1 (prevention of PDA)": "Primary outcomes    Severe intraventricular haemorrhage (IVH; grade III/IV (Papile 1978))    Death or moderate/severe neurodevelopmental disability (assessed by a standardised and validated assessment tool, a child developmental specialist, or both) at any age reported (outcome data grouped at 12, 18, and 24 months, if available). Individual components of a neurodevelopmental outcome, defined in individual reviews, were reported if data were available.       Secondary outcomes  PDA‐related outcomes    Symptomatic PDA confirmed on echocardiogram   Proportion of infants receiving open‐label medical treatment (cyclo‐oxygenase inhibitor or paracetamol/acetaminophen dosing, or both)    Proportion of infants requiring surgical ligation or transcatheter occlusion      Other outcomes    Chronic lung disease (CLD), defined as oxygen requirement at 36 weeks’ postmenstrual age (Ehrenkranz 2005)    Intraventricular haemorrhage (IVH; grade I to IV (Papile 1978))    Pulmonary haemorrhage, defined as blood‐stained respiratory secretions with a significant change in respiratory requirements and chest X‐ray (CXR) changes in the presence of echocardiographic evidence of significant left‐to‐right ductal shunting (Kluckow 2014)    Retinopathy of prematurity (ROP), defined according to the international classification of ROP (ICCROP 2005)    Duration of hospitalisation, defined as total length of hospitalisation from birth to discharge home or mortality, in days    Moderate/severe neurodevelopmental disability, assessed by a standardised and validated assessment tool, a child developmental specialist, or both, at any age reported (outcome data grouped at 12, 18, and 24 months, if available). Individual components of a neurodevelopmental outcome were reported if data were available.    All‐cause mortality any time before neonatal intensive care unit (NICU) discharge      Safety outcomes    Necrotising enterocolitis (NEC; stage 2 or greater (Bell 1978))    Gastrointestinal perforation, defined by the presence of free air in peritoneal cavity on an abdominal X‐ray (Ohlsson 2020a)    Gastrointestinal bleeding within seven days of the first dose of pharmacotherapy   Oliguria, defined as less than 1 mL/kg/hour   Serum/plasma levels of creatinine (μmol/L) after treatment   Increase in serum/plasma levels of creatinine (μmol/L) after treatment   Serum/plasma levels of bilirubin (μmol/L) after treatment   Increase in serum/plasma levels of bilirubin (μmol/L) after treatment",
        "For objective 2 (management of PDA)": "Primary outcomes    Failure of PDA closure after completion of allocated treatment, defined as persistence of symptomatic PDA confirmed clinically, or by echocardiography, or both    Death or moderate/severe neurodevelopmental disability, assessed by a standardised and validated assessment tool, a child developmental specialist, or both, at any age reported (outcome data grouped at 12, 18, and 24 months, if available). Individual components of a neurodevelopmental outcome, as defined in individual reviews, will be reported if data are available.       Secondary outcomes  PDA‐related outcomes    Proportion of infants receiving open‐label medical treatment (repeated COX inhibitor or paracetamol/acetaminophen dosing, or both).    Proportion of infants requiring surgical ligation or transcatheter occlusion.   Proportion of infants receiving open‐label medical or surgical treatment in the placebo/no treatment group.       Other outcomes    CLD, defined as oxygen requirement at 36 weeks’ postmenstrual age (Ehrenkranz 2005)    Pulmonary haemorrhage, defined as blood‐stained respiratory secretions with a significant change in respiratory requirements and chest X‐ray (CXR) changes in the presence of echocardiographic evidence of significant left‐to‐right ductal shunting (Kluckow 2014)    Severe intraventricular haemorrhage (IVH; grade III/IV; for studies of asymptomatic treatment (Papile 1978))    Retinopathy of prematurity (ROP; according to the international classification of ROP (ICCROP 2005))    Duration of hospitalisation, defined as total length of hospitalisation from birth to discharge home or mortality, in days    Moderate/severe neurodevelopmental disability, assessed by a standardised and validated assessment tool, a child developmental specialist, or both, at any age reported (outcome data grouped at 12, 18, and 24 months, if available). Individual components of a neurodevelopmental outcome will be reported if data are available.    All‐cause mortality any time before NICU discharge      Safety outcomes    Necrotising enterocolitis (NEC; stage 2 or greater (Bell 1978))    Gastrointestinal perforation, defined by the presence of free air in peritoneal cavity on an abdominal X‐ray (Ohlsson 2020a)    Gastrointestinal bleeding within seven days of the first dose of pharmacotherapy   Oliguria, defined as less than 1 mL/kg/hour   Serum/plasma levels of creatinine (μmol/L) after treatment   Increase in serum/plasma levels of creatinine (μmol/L) after treatment   Serum/plasma levels of bilirubin (μmol/L) after treatment   Increase in serum/plasma levels of bilirubin (μmol/L) after treatment",
        "Types of interventions": "In this overview, we specifically included reviews of therapies primarily intended to prevent or manage a PDA. Interventions included prophylactic (not guided by knowledge of PDA status) pharmacological or surgical treatment of PDA within 24 hours of birth. Pharmacological treatments included indomethacin, ibuprofen, and acetaminophen compared against each other, or placebo, or no treatment. There were no restrictions on dose, route, or duration of treatment. Surgical interventions included surgical or transcatheter PDA closure compared against medical treatment, or placebo, or no treatment. Interventions included pharmacological and surgical treatments for an asymptomatic or a symptomatic PDA. Pharmacological treatments included indomethacin, ibuprofen, and acetaminophen compared against each other, or placebo, or no treatment. There were no restrictions on dose, route, or duration of treatment. Surgical interventions included surgical or transcatheter PDA closure compared against medical treatment, or placebo, or no treatment.",
        "Types of outcome measures": "Severe intraventricular haemorrhage (IVH; grade III/IV (Papile 1978))    Death or moderate/severe neurodevelopmental disability (assessed by a standardised and validated assessment tool, a child developmental specialist, or both) at any age reported (outcome data grouped at 12, 18, and 24 months, if available). Individual components of a neurodevelopmental outcome, defined in individual reviews, were reported if data were available. Severe intraventricular haemorrhage (IVH; grade III/IV (Papile 1978)) Death or moderate/severe neurodevelopmental disability (assessed by a standardised and validated assessment tool, a child developmental specialist, or both) at any age reported (outcome data grouped at 12, 18, and 24 months, if available). Individual components of a neurodevelopmental outcome, defined in individual reviews, were reported if data were available. PDA‐related outcomes Symptomatic PDA confirmed on echocardiogram   Proportion of infants receiving open‐label medical treatment (cyclo‐oxygenase inhibitor or paracetamol/acetaminophen dosing, or both)    Proportion of infants requiring surgical ligation or transcatheter occlusion Symptomatic PDA confirmed on echocardiogram Proportion of infants receiving open‐label medical treatment (cyclo‐oxygenase inhibitor or paracetamol/acetaminophen dosing, or both) Proportion of infants requiring surgical ligation or transcatheter occlusion Other outcomes Chronic lung disease (CLD), defined as oxygen requirement at 36 weeks’ postmenstrual age (Ehrenkranz 2005)    Intraventricular haemorrhage (IVH; grade I to IV (Papile 1978))    Pulmonary haemorrhage, defined as blood‐stained respiratory secretions with a significant change in respiratory requirements and chest X‐ray (CXR) changes in the presence of echocardiographic evidence of significant left‐to‐right ductal shunting (Kluckow 2014)    Retinopathy of prematurity (ROP), defined according to the international classification of ROP (ICCROP 2005)    Duration of hospitalisation, defined as total length of hospitalisation from birth to discharge home or mortality, in days    Moderate/severe neurodevelopmental disability, assessed by a standardised and validated assessment tool, a child developmental specialist, or both, at any age reported (outcome data grouped at 12, 18, and 24 months, if available). Individual components of a neurodevelopmental outcome were reported if data were available.    All‐cause mortality any time before neonatal intensive care unit (NICU) discharge Chronic lung disease (CLD), defined as oxygen requirement at 36 weeks’ postmenstrual age (Ehrenkranz 2005) Intraventricular haemorrhage (IVH; grade I to IV (Papile 1978)) Pulmonary haemorrhage, defined as blood‐stained respiratory secretions with a significant change in respiratory requirements and chest X‐ray (CXR) changes in the presence of echocardiographic evidence of significant left‐to‐right ductal shunting (Kluckow 2014) Retinopathy of prematurity (ROP), defined according to the international classification of ROP (ICCROP 2005) Duration of hospitalisation, defined as total length of hospitalisation from birth to discharge home or mortality, in days Moderate/severe neurodevelopmental disability, assessed by a standardised and validated assessment tool, a child developmental specialist, or both, at any age reported (outcome data grouped at 12, 18, and 24 months, if available). Individual components of a neurodevelopmental outcome were reported if data were available. All‐cause mortality any time before neonatal intensive care unit (NICU) discharge Safety outcomes Necrotising enterocolitis (NEC; stage 2 or greater (Bell 1978))    Gastrointestinal perforation, defined by the presence of free air in peritoneal cavity on an abdominal X‐ray (Ohlsson 2020a)    Gastrointestinal bleeding within seven days of the first dose of pharmacotherapy   Oliguria, defined as less than 1 mL/kg/hour   Serum/plasma levels of creatinine (μmol/L) after treatment   Increase in serum/plasma levels of creatinine (μmol/L) after treatment   Serum/plasma levels of bilirubin (μmol/L) after treatment   Increase in serum/plasma levels of bilirubin (μmol/L) after treatment Necrotising enterocolitis (NEC; stage 2 or greater (Bell 1978)) Gastrointestinal perforation, defined by the presence of free air in peritoneal cavity on an abdominal X‐ray (Ohlsson 2020a) Gastrointestinal bleeding within seven days of the first dose of pharmacotherapy Oliguria, defined as less than 1 mL/kg/hour Serum/plasma levels of creatinine (μmol/L) after treatment Increase in serum/plasma levels of creatinine (μmol/L) after treatment Serum/plasma levels of bilirubin (μmol/L) after treatment Increase in serum/plasma levels of bilirubin (μmol/L) after treatment Failure of PDA closure after completion of allocated treatment, defined as persistence of symptomatic PDA confirmed clinically, or by echocardiography, or both    Death or moderate/severe neurodevelopmental disability, assessed by a standardised and validated assessment tool, a child developmental specialist, or both, at any age reported (outcome data grouped at 12, 18, and 24 months, if available). Individual components of a neurodevelopmental outcome, as defined in individual reviews, will be reported if data are available. Failure of PDA closure after completion of allocated treatment, defined as persistence of symptomatic PDA confirmed clinically, or by echocardiography, or both Death or moderate/severe neurodevelopmental disability, assessed by a standardised and validated assessment tool, a child developmental specialist, or both, at any age reported (outcome data grouped at 12, 18, and 24 months, if available). Individual components of a neurodevelopmental outcome, as defined in individual reviews, will be reported if data are available. PDA‐related outcomes Proportion of infants receiving open‐label medical treatment (repeated COX inhibitor or paracetamol/acetaminophen dosing, or both).    Proportion of infants requiring surgical ligation or transcatheter occlusion.   Proportion of infants receiving open‐label medical or surgical treatment in the placebo/no treatment group. Proportion of infants receiving open‐label medical treatment (repeated COX inhibitor or paracetamol/acetaminophen dosing, or both). Proportion of infants requiring surgical ligation or transcatheter occlusion. Proportion of infants receiving open‐label medical or surgical treatment in the placebo/no treatment group. Other outcomes CLD, defined as oxygen requirement at 36 weeks’ postmenstrual age (Ehrenkranz 2005)    Pulmonary haemorrhage, defined as blood‐stained respiratory secretions with a significant change in respiratory requirements and chest X‐ray (CXR) changes in the presence of echocardiographic evidence of significant left‐to‐right ductal shunting (Kluckow 2014)    Severe intraventricular haemorrhage (IVH; grade III/IV; for studies of asymptomatic treatment (Papile 1978))    Retinopathy of prematurity (ROP; according to the international classification of ROP (ICCROP 2005))    Duration of hospitalisation, defined as total length of hospitalisation from birth to discharge home or mortality, in days    Moderate/severe neurodevelopmental disability, assessed by a standardised and validated assessment tool, a child developmental specialist, or both, at any age reported (outcome data grouped at 12, 18, and 24 months, if available). Individual components of a neurodevelopmental outcome will be reported if data are available.    All‐cause mortality any time before NICU discharge CLD, defined as oxygen requirement at 36 weeks’ postmenstrual age (Ehrenkranz 2005) Pulmonary haemorrhage, defined as blood‐stained respiratory secretions with a significant change in respiratory requirements and chest X‐ray (CXR) changes in the presence of echocardiographic evidence of significant left‐to‐right ductal shunting (Kluckow 2014) Severe intraventricular haemorrhage (IVH; grade III/IV; for studies of asymptomatic treatment (Papile 1978)) Retinopathy of prematurity (ROP; according to the international classification of ROP (ICCROP 2005)) Duration of hospitalisation, defined as total length of hospitalisation from birth to discharge home or mortality, in days Moderate/severe neurodevelopmental disability, assessed by a standardised and validated assessment tool, a child developmental specialist, or both, at any age reported (outcome data grouped at 12, 18, and 24 months, if available). Individual components of a neurodevelopmental outcome will be reported if data are available. All‐cause mortality any time before NICU discharge Safety outcomes Necrotising enterocolitis (NEC; stage 2 or greater (Bell 1978))    Gastrointestinal perforation, defined by the presence of free air in peritoneal cavity on an abdominal X‐ray (Ohlsson 2020a)    Gastrointestinal bleeding within seven days of the first dose of pharmacotherapy   Oliguria, defined as less than 1 mL/kg/hour   Serum/plasma levels of creatinine (μmol/L) after treatment   Increase in serum/plasma levels of creatinine (μmol/L) after treatment   Serum/plasma levels of bilirubin (μmol/L) after treatment   Increase in serum/plasma levels of bilirubin (μmol/L) after treatment Necrotising enterocolitis (NEC; stage 2 or greater (Bell 1978)) Gastrointestinal perforation, defined by the presence of free air in peritoneal cavity on an abdominal X‐ray (Ohlsson 2020a) Gastrointestinal bleeding within seven days of the first dose of pharmacotherapy Oliguria, defined as less than 1 mL/kg/hour Serum/plasma levels of creatinine (μmol/L) after treatment Increase in serum/plasma levels of creatinine (μmol/L) after treatment Serum/plasma levels of bilirubin (μmol/L) after treatment Increase in serum/plasma levels of bilirubin (μmol/L) after treatment",
        "null": ""
    },
    "search_strategy": {}
}