{
    "title": "Interventions to improve water, sanitation, and hygiene for preventing soil‐transmitted helminth infection",
    "abstract": "Background It is estimated that 1.5 billion people are infected with soil‐transmitted helminths (STHs) worldwide. Re‐infection occurs rapidly following deworming, and interruption of transmission is unlikely without complementary control efforts such as improvements in water, sanitation, and hygiene (WASH) access and behaviours.    Objectives To assess the effectiveness of WASH interventions to prevent STH infection.   Search methods We used standard, extensive Cochrane search methods. The latest search date was 19 October 2021.    Selection criteria We included interventions to improve WASH access or practices in communities where STHs are endemic. We included randomized controlled trials (RCTs), as well as trials with an external control group where participants (or clusters) were allocated to different interventions using a non‐random method (non‐RCTs). We did not include observational study designs. Our primary outcome was prevalence of any STH infection. Prevalence of individual worms was a secondary outcome, including for Ascaris lumbricoides , Trichuris trichiura , hookworm (Ancylostoma duodenale or Necator americanus ), or Strongyloides stercoralis. Intensity of infection, measured as a count of eggs per gram of faeces for each species, was another secondary outcome.    Data collection and analysis Two review authors independently reviewed titles and abstracts and full‐text records for eligibility, performed data extraction, and assessed risk of bias using the Cochrane risk of bias assessment tool for RCTs and the EPOC tool for non‐RCTs. We used a random‐effects meta‐analysis to pool study estimates. We used Moran’s I² statistic to assess heterogeneity and conducted subgroup analyses to explore sources of heterogeneity. We assessed the certainty of the evidence using the GRADE approach.    Main results We included 32 studies (16 RCTs and 16 non‐RCTs) involving a total of 52,944 participants in the review. Twenty‐two studies (14 RCTs (16 estimates) and eight non‐RCTs (11 estimates)) reported on our primary outcome, prevalence of infection with at least one STH species. Twenty‐one studies reported on the prevalence of A lumbricoides (12 RCTs and 9 non‐RCTs); 17 on the prevalence of T trichiura (9 RCTs and 8 non‐RCTs); 18 on the prevalence of hookworm (10 RCTs and 8 non‐RCTs); and one on the prevalence of S stercoralis (1 non‐RCT). Sixteen studies measured the intensity of infection for an individual STH type. Ten RCTs and five non‐RCTs reported on the intensity of infection of A lumbricoides ; eight RCTs and five non‐RCTs measured the intensity of infection of T trichiura ; and eight RCTs and five non‐RCTs measured the intensity of hookworm infection. No studies reported on the intensity of infection of S stercoralis.  The overall pooled effect estimates showed that the WASH interventions under study may result in a slight reduction of any STH infection, with an odds ratio (OR) of 0.86 amongst RCTs (95% confidence interval (CI) 0.74 to 1.01; moderate‐certainty evidence) and an OR of 0.71 amongst non‐RCTs (95% CI 0.54 to 0.94; low‐certainty evidence). All six of the meta‐analyses assessing individual worm infection amongst both RCTs and non‐RCTs had pooled estimates in the preventive direction, although all CIs encapsulated the null, leaving the possibility of the null or even harmful effects; the certainty of the evidence ranged from very low to moderate. Individual studies assessing intensity of infection showed mixed evidence supporting WASH. Subgroup analyses focusing on narrow specific subsets of water, sanitation, and hygiene interventions did very little to elucidate which interventions might be better than others. Data on intensity of infection (e.g. faecal egg count) were reported in a variety of ways across studies, precluding the pooling of results for this outcome.  We did not find any studies reporting adverse events resulting from the WASH interventions under study or from mass drug administration (MDA).    Authors' conclusions Whilst the available evidence suggests that the WASH interventions under study may slightly protect against STH infection, WASH also serves as a broad preventive measure for many other diseases that have a faecal oral transmission route of transmission. As many of the studies were done in addition to MDA/deworming (i.e. MDA was ongoing in both the intervention and control arm), our data support WHO recommendations for implementation of improvements to basic sanitation and adequate access to safe water alongside MDA. The biological plausibility for improved access to WASH to interrupt transmission of STHs is clear, but WASH interventions as currently delivered have shown impacts that were lower than expected. There is a need for more rigorous and targeted implementation research and process evaluations in order that future WASH interventions can better provide benefit to users. Inconsistent reporting of the intensity of infection underscores the need to define the minimal, standard data that should be collected globally on STHs to enable pooled analyses and comparisons.",
    "review_type": "Intervention",
    "doi": "https://doi.org/10.1002/14651858.CD012199.pub2",
    "review_id": "CD012199",
    "criteria": {
        "Types of studies": "We included all randomized controlled trials (RCTs), and separately all non‐randomized trials with an external control group where participants (or clusters) were allocated to different interventions using a non‐random method (referred to in the review as 'non‐RCTs'). This includes interventions either individually allocated or assigned by cluster, such as household, village, school, or other group cluster. Study design definitions of the included studies are provided in Appendix 1. We designated studies using random allocation methods as RCTs if they included at least two units per trial arm. We excluded non‐human animal studies and duplicate publications. We excluded all observational study designs.",
        "Types of participants": "Trials were conducted in contexts where STHs are endemic and transmitted, and trial participants were those that resided in the trial site. We included participants with or without STH infection at baseline. We considered all types of participants. We included trials with preschool‐age children, adolescent, and adult participants.",
        "Types of interventions": "Interventions included provision of water supply, latrine construction or sanitation promotion, hygiene education, and water quality improvements (such as safe storage and handling or water treatment). We included all interventions that improve WASH access or practices, or both, including those that employed multiple WASH strategies or an integrated approach that included MDA. Relevant comparators comprised trial participants or groups that followed their typical WASH behaviours rather than a prescribed intervention. Other interventions (e.g. MDA) had to be equally administered in both the intervention and control study groups.",
        "Interventions": "included provision of water supply, latrine construction or sanitation promotion, hygiene education, and water quality improvements (such as safe storage and handling or water treatment). We included all interventions that improve WASH access or practices, or both, including those that employed multiple WASH strategies or an integrated approach that included MDA.",
        "Comparators": "Relevant comparators comprised trial participants or groups that followed their typical WASH behaviours rather than a prescribed intervention. Other interventions (e.g. MDA) had to be equally administered in both the intervention and control study groups.",
        "Types of outcome measures": "We included all studies that assessed any of our primary or secondary outcomes of interest. Prevalence of infection with any STH species, defined by at least one ovum of A lumbricoides , T trichiura , hookworm, or Strongyloides stercoralis found in the participant’s faeces. Prevalence of infection with any STH species, defined by at least one ovum of A lumbricoides , T trichiura , hookworm, or Strongyloides stercoralis found in the participant’s faeces. Prevalence and intensity of infection as measured by eggs per gram of faeces for specific STH type, including A lumbricoides (ascariasis), T trichiura (trichuriasis), hookworm (A duodenale or N americanus , or both), or S stercoralis (strongyloidiasis).    Any adverse events resulting from WASH interventions and MDA. Prevalence and intensity of infection as measured by eggs per gram of faeces for specific STH type, including A lumbricoides (ascariasis), T trichiura (trichuriasis), hookworm (A duodenale or N americanus , or both), or S stercoralis (strongyloidiasis). Any adverse events resulting from WASH interventions and MDA.",
        "Primary outcomes": "Prevalence of infection with any STH species, defined by at least one ovum of A lumbricoides , T trichiura , hookworm, or Strongyloides stercoralis found in the participant’s faeces.",
        "Secondary outcomes": "Prevalence and intensity of infection as measured by eggs per gram of faeces for specific STH type, including A lumbricoides (ascariasis), T trichiura (trichuriasis), hookworm (A duodenale or N americanus , or both), or S stercoralis (strongyloidiasis).    Any adverse events resulting from WASH interventions and MDA."
    },
    "search_strategy": {
        "Appendix 1. Study design definitions": "We adopted the following definitions from the Cochrane Handbook for Systematic Reviews of Interventions.  Randomized controlled trial (RCT): an experiment in which two or more interventions, possibly including a control intervention or no intervention, are compared by being randomly allocated to participants. In most trials one intervention is assigned to each individual, but sometimes assignment is to defined groups of individuals (e.g. a household), or interventions are assigned within individuals (e.g. in different orders or to different parts of the body).  We also included non‐RCTs in the review, which were all trials with an external control group where participants (or clusters) were allocated to different interventions using a non‐random method. This includes the following study designs, as defined in the Cochrane Handbook for Systematic Reviews of Interventions.     Non‐randomized controlled trial: a study with an experimental design where participants are allocated to different interventions using a non‐random method.     Controlled before‐and‐after study: a study in which observations are made before and after the implementation of an intervention, both in a group that receives the intervention and in a control group that does not.",
        "Appendix 2. Search strategy": "PubMed (Medline)        Search number   Query     1   Soil‐transmitted helmint*[Text Word]     2   \"Strongyloidiasis\"[Mesh] OR \"Strongyloides\"[Mesh] OR strongyloid* [Title/Abstract]     3   \"Hookworm Infections\"[Mesh] OR hookworm* [ Title/Abstract]     4   \"Trichuris\"[Mesh] OR trichuris [Title/Abstract]     5   \"Ascariasis\"[Mesh] OR \"Ascaris\"[Mesh] OR ascari* [Title/Abstract]     6   \"Necator americanus\"[Mesh] OR necator [title/Abstract]     7   \"Ancylostomiasis\"[Mesh] OR \"Ancylostoma\"[Mesh] OR ancylostom* [ Title/Abstract]     8   Geohelmin*[Text Word]     9   (((((((Geohelmin*[Text Word]) OR (\"Ancylostomiasis\"[Mesh] OR \"Ancylostoma\"[Mesh] OR ancylostom* [ Title/Abstract])) OR (\"Necator americanus\"[Mesh] OR necator [title/Abstract])) OR (\"Ascariasis\"[Mesh] OR \"Ascaris\"[Mesh] OR ascari* [Title/Abstract])) OR (\"Trichuris\"[Mesh] OR trichuris [Title/Abstract])) OR (\"Hookworm Infections\"[Mesh] OR hookworm* [ Title/Abstract])) OR (\"Strongyloidiasis\"[Mesh] OR \"Strongyloides\"[Mesh] OR strongyloid* [Title/Abstract])) OR (Soil‐transmitted helmint*[Text Word])      10   WASH[Title/Abstract]     11   \"Sanitation\"[Mesh] OR \"Water Supply\"[Mesh] OR \"Hand Disinfection\"[Mesh] OR \"Waste Management\"[Mesh]      12   \"Hand hygiene\" [Mesh] OR \"Toilet facilities\" [Mesh] OR \"Health education\" [Mesh]     13   \"Sanitary engineering \"[Title/Abstract]     15   \"hand washing\" [Title/Abstract] OR handwashing [Title/Abstract] OR hand‐washing [Title/Abstract]     16   Latrine*[Title/Abstract] OR toilet*[Title/Abstract] OR sanitation[Title/Abstract]     17   (((((Latrine*[Title/Abstract] OR toilet*[Title/Abstract] OR sanitation[Title/Abstract]) OR (\"hand washing\" [Title/Abstract] OR handwashing [Title/Abstract] OR hand‐washing [Title/Abstract])) OR (\"Sanitary engineering \"[Title/Abstract])) OR (\"Hand hygiene\" [Mesh] OR \"Toilet facilities\" [Mesh] OR \"Health education\" [Mesh])) OR (\"Sanitation\"[Mesh] OR \"Water Supply\"[Mesh] OR \"Hand Disinfection\"[Mesh] OR \"Waste Management\"[Mesh])) OR (WASH[Title/Abstract])      18   ((((((Latrine*[Title/Abstract] OR toilet*[Title/Abstract] OR sanitation[Title/Abstract]) OR (\"hand washing\" [Title/Abstract] OR handwashing [Title/Abstract] OR hand‐washing [Title/Abstract])) OR (\"Sanitary engineering \"[Title/Abstract])) OR (\"Hand hygiene\" [Mesh] OR \"Toilet facilities\" [Mesh] OR \"Health education\" [Mesh])) OR (\"Sanitation\"[Mesh] OR \"Water Supply\"[Mesh] OR \"Hand Disinfection\"[Mesh] OR \"Waste Management\"[Mesh])) OR (WASH[Title/Abstract])) AND ((((((((Geohelmin*[Text Word]) OR (\"Ancylostomiasis\"[Mesh] OR \"Ancylostoma\"[Mesh] OR ancylostom* [ Title/Abstract])) OR (\"Necator americanus\"[Mesh] OR necator [title/Abstract])) OR (\"Ascariasis\"[Mesh] OR \"Ascaris\"[Mesh] OR ascari* [Title/Abstract])) OR (\"Trichuris\"[Mesh] OR trichuris [Title/Abstract])) OR (\"Hookworm Infections\"[Mesh] OR hookworm* [ Title/Abstract])) OR (\"Strongyloidiasis\"[Mesh] OR \"Strongyloides\"[Mesh] OR strongyloid* [Title/Abstract])) OR (Soil‐transmitted helmint*[Text Word]))      19   ((((((Latrine*[Title/Abstract] OR toilet*[Title/Abstract] OR sanitation[Title/Abstract]) OR (\"hand washing\" [Title/Abstract] OR handwashing [Title/Abstract] OR hand‐washing [Title/Abstract])) OR (\"Sanitary engineering \"[Title/Abstract])) OR (\"Hand hygiene\" [Mesh] OR \"Toilet facilities\" [Mesh] OR \"Health education\" [Mesh])) OR (\"Sanitation\"[Mesh] OR \"Water Supply\"[Mesh] OR \"Hand Disinfection\"[Mesh] OR \"Waste Management\"[Mesh])) OR (WASH[Title/Abstract])) AND ((((((((Geohelmin*[Text Word]) OR (\"Ancylostomiasis\"[Mesh] OR \"Ancylostoma\"[Mesh] OR ancylostom* [ Title/Abstract])) OR (\"Necator americanus\"[Mesh] OR necator [title/Abstract])) OR (\"Ascariasis\"[Mesh] OR \"Ascaris\"[Mesh] OR ascari* [Title/Abstract])) OR (\"Trichuris\"[Mesh] OR trichuris [Title/Abstract])) OR (\"Hookworm Infections\"[Mesh] OR hookworm* [ Title/Abstract])) OR (\"Strongyloidiasis\"[Mesh] OR \"Strongyloides\"[Mesh] OR strongyloid* [Title/Abstract])) OR (Soil‐transmitted helmint*[Text Word]))            Embase 1947‐Present, updated daily   1            \"Soil‐transmitted helmint* \".mp. or helminthiasis/           2            Geohelmin*.mp.              3            Ancylostoma/ or ancylostomiasis/ or ancylostom*.mp.    4            necator.mp. or Necator americanus/ or Necator/              5            ascariasis/ or Ascaris/ or ascar*.mp.        6            trichuris.mp. or exp Trichuris/     7            hookworm infection/ or hookworm/ or hookworm*.mp.  8            exp Strongyloides/ or strongyloidiasis/ or strongyloid*.mp.           9            1 or 2 or 3 or 4 or 5 or 6 or 7 or 8              10          sanitation/ or environmental sanitation/ or sanitation.mp.           11          water supply.mp. or water supply/           12          waste management.mp. or waste management/               13          soap/ or hand washing.mp. or hand washing/ or detergent/          14          (handwashing or hand‐washing).mp.       15          toilet facilities.mp.          16          latrine*.mp.       17          WASH.mp.          18          10 or 11 or 12 or 13 or 14 or 15 or 16 or 17           19          9 and 18                Indexes=SCI‐EXPANDED, SSCI, CPCI‐S, CPCI‐SSH (Web of Science) # 1         TOPIC: (helmint* OR Geohelmin* or ancylostom* or Necator or ascar* or Trichuris or hookworm* or Strongyloid*) AND TOPIC: (sanitation or \" water supply\" or hygiene or handwashing or toilet* OR latrine*)     Database:          LILACS Search on:         helmint$ OR Geohelmin$ or ancylostom$ or Necator or ascar$ or Trichuris or hookworm$ or Strongyloid$ [Abstract words] and sanitation or water or hygiene or handwashing or toilet$ [Abstract words] and human [Words]     Cochrane Central Register of Controlled Trials Issue 10 of 12, October 2021   #1          \"soil‐transmitted helminth*\":ti,ab,kw  (Word variations have been searched)            #2          geohelminth*     #3          ancylostom*       #4          MeSH descriptor: [Ancylostomiasis] explode all trees        #5          MeSH descriptor: [Ancylostoma] explode all trees             #6          necator                #7          MeSH descriptor: [Necator] explode all trees        #8          ascari*   #9          MeSH descriptor: [Ascaris] explode all trees         #10        trichuris               #11        MeSH descriptor: [Trichuris] explode all trees      #12        hookworm*        #13        MeSH descriptor: [Ancylostomatoidea] explode all trees  #14        strongyloid*       #15        MeSH descriptor: [Strongyloides] explode all trees            #16        MeSH descriptor: [Strongyloidiasis] explode all trees        #17        #1 or #2 or #3 or #4 or #5 or #6 or #7 or #8 or #9 or #10 or #11 or #12 or #13 or #14 or #15 or #16                 #18        hand washing or handwashing or hand‐washing ti, ab Latrine or toilet* or sanitation or handwashing or hand‐washing       #19        MeSH descriptor: [Sanitation] explode all trees    #20        MeSH descriptor: [Water Supply] explode all trees            #21        MeSH descriptor: [Hand Disinfection] explode all trees    #22        MeSH descriptor: [Hand Disinfection] explode all trees    #23        MeSH descriptor: [Waste Management] explode all trees              #24        MeSH descriptor: [Hand Hygiene] explode all trees           #25        MeSH descriptor: [Toilet Facilities] explode all trees          #26        MeSH descriptor: [Health Education] explode all trees      #27        \"sanitary engineering\"   or hygiene #28        #18 or #19 or #20 or #21 or #22 or #23 or #24 or #25 or #26 or #27                #29        #17 and #28          Clinicaltrials.gov, WHO ICTRP, ISRCTN: Helminth* and (hygiene or sanitation)",
        "Appendix 3. Data to be extracted": "Fields      Trial description (for example, study design, setting, year)     Allocation of intervention and control group     Sample size (number of clusters, individuals)     Intervention components     Definition and practices of control group     The primary research question     Details on the trial population (for example, age groups)     The selection process (for example, random selection)     WASH factors measured (for example, water access, latrine use)     Diagnostic assay, including information about quality control     Which STH species were measured     Prescribed criteria of methodological quality     Publication status     Age groups and stratification     Baseline characteristics     Abbreviations: STH: soil‐transmitted helminth; WASH: water, sanitation, and hygiene"
    }
}