{
    "title": "Interventions for myopia control in children: a living systematic review and network meta‐analysis",
    "abstract": "Background Myopia is a common refractive error, where elongation of the eyeball causes distant objects to appear blurred. The increasing prevalence of myopia is a growing global public health problem, in terms of rates of uncorrected refractive error and significantly, an increased risk of visual impairment due to myopia‐related ocular morbidity. Since myopia is usually detected in children before 10 years of age and can progress rapidly, interventions to slow its progression need to be delivered in childhood.    Objectives To assess the comparative efficacy of optical, pharmacological and environmental interventions for slowing myopia progression in children using network meta‐analysis (NMA). To generate a relative ranking of myopia control interventions according to their efficacy. To produce a brief economic commentary, summarising the economic evaluations assessing myopia control interventions in children. To maintain the currency of the evidence using a living systematic review approach.     Search methods We searched CENTRAL (which contains the Cochrane Eyes and Vision Trials Register), MEDLINE; Embase; and three trials registers. The search date was 26 February 2022.     Selection criteria We included randomised controlled trials (RCTs) of optical, pharmacological and environmental interventions for slowing myopia progression in children aged 18 years or younger. Critical outcomes were progression of myopia (defined as the difference in the change in spherical equivalent refraction (SER, dioptres (D)) and axial length (mm) in the intervention and control groups at one year or longer) and difference in the change in SER and axial length following cessation of treatment ('rebound').     Data collection and analysis We followed standard Cochrane methods. We assessed bias using RoB 2 for parallel RCTs. We rated the certainty of evidence using the GRADE approach for the outcomes: change in SER and axial length at one and two years. Most comparisons were with inactive controls.    Main results We included 64 studies that randomised 11,617 children, aged 4 to 18 years. Studies were mostly conducted in China or other Asian countries (39 studies, 60.9%) and North America (13 studies, 20.3%). Fifty‐seven studies (89%) compared myopia control interventions (multifocal spectacles, peripheral plus spectacles (PPSL), undercorrected single vision spectacles (SVLs), multifocal soft contact lenses (MFSCL), orthokeratology, rigid gas‐permeable contact lenses (RGP); or pharmacological interventions (including high‐ (HDA), moderate‐ (MDA) and low‐dose (LDA) atropine, pirenzipine or 7‐methylxanthine) against an inactive control. Study duration was 12 to 36 months. The overall certainty of the evidence ranged from very low to moderate.  Since the networks in the NMA were poorly connected, most estimates versus control were as, or more, imprecise than the corresponding direct estimates. Consequently, we mostly report estimates based on direct (pairwise) comparisons below.  At one year, in 38 studies (6525 participants analysed), the median change in SER for controls was −0.65 D. The following interventions may reduce SER progression compared to controls: HDA (mean difference (MD) 0.90 D, 95% confidence interval (CI) 0.62 to 1.18), MDA (MD 0.65 D, 95% CI 0.27 to 1.03), LDA (MD 0.38 D, 95% CI 0.10 to 0.66), pirenzipine (MD 0.32 D, 95% CI 0.15 to 0.49), MFSCL (MD 0.26 D, 95% CI 0.17 to 0.35), PPSLs (MD 0.51 D, 95% CI 0.19 to 0.82), and multifocal spectacles (MD 0.14 D, 95% CI 0.08 to 0.21). By contrast, there was little or no evidence that RGP (MD 0.02 D, 95% CI −0.05 to 0.10), 7‐methylxanthine (MD 0.07 D, 95% CI −0.09 to 0.24) or undercorrected SVLs (MD −0.15 D, 95% CI −0.29 to 0.00) reduce progression.   At two years, in 26 studies (4949 participants), the median change in SER for controls was −1.02 D. The following interventions may reduce SER progression compared to controls: HDA (MD 1.26 D, 95% CI 1.17 to 1.36), MDA (MD 0.45 D, 95% CI 0.08 to 0.83), LDA (MD 0.24 D, 95% CI 0.17 to 0.31), pirenzipine (MD 0.41 D, 95% CI 0.13 to 0.69), MFSCL (MD 0.30 D, 95% CI 0.19 to 0.41), and multifocal spectacles  (MD 0.19 D, 95% CI 0.08 to 0.30). PPSLs (MD 0.34 D, 95% CI −0.08 to 0.76) may also reduce progression, but the results were inconsistent. For RGP, one study found a benefit and another found no difference with control. We found no difference in SER change for undercorrected SVLs (MD 0.02 D, 95% CI −0.05 to 0.09).  At one year, in 36 studies (6263 participants), the median change in axial length for controls was 0.31 mm. The following interventions may reduce axial elongation compared to controls: HDA (MD −0.33 mm, 95% CI −0.35 to 0.30), MDA (MD −0.28 mm, 95% CI −0.38 to −0.17), LDA (MD −0.13 mm, 95% CI −0.21 to −0.05), orthokeratology (MD −0.19 mm, 95% CI −0.23 to −0.15), MFSCL (MD −0.11 mm, 95% CI −0.13 to −0.09), pirenzipine (MD −0.10 mm, 95% CI −0.18 to −0.02), PPSLs (MD −0.13 mm, 95% CI −0.24 to −0.03), and multifocal spectacles (MD −0.06 mm, 95% CI −0.09 to −0.04). We found little or no evidence that RGP (MD 0.02 mm, 95% CI −0.05 to 0.10), 7‐methylxanthine (MD 0.03 mm, 95% CI −0.10 to 0.03) or undercorrected SVLs (MD 0.05 mm, 95% CI −0.01 to 0.11) reduce axial length.  At two years, in 21 studies (4169 participants), the median change in axial length for controls was 0.56 mm. The following interventions may reduce axial elongation compared to controls: HDA (MD −0.47mm, 95% CI −0.61 to −0.34), MDA (MD −0.33 mm, 95% CI −0.46 to −0.20), orthokeratology (MD −0.28 mm, (95% CI −0.38 to −0.19), LDA (MD −0.16 mm, 95% CI −0.20 to  −0.12), MFSCL (MD −0.15 mm, 95% CI −0.19 to −0.12), and multifocal spectacles (MD −0.07 mm, 95% CI −0.12 to −0.03). PPSL may reduce progression (MD −0.20 mm, 95% CI −0.45 to 0.05) but results were inconsistent. We found little or no evidence that undercorrected SVLs (MD ‐0.01 mm, 95% CI −0.06 to 0.03) or RGP (MD 0.03 mm, 95% CI −0.05 to 0.12) reduce axial length.  There was inconclusive evidence on whether treatment cessation increases myopia progression. Adverse events and treatment adherence were not consistently reported, and only one study reported quality of life.  No studies reported environmental interventions reporting progression in children with myopia, and no economic evaluations assessed interventions for myopia control in children.    Authors' conclusions Studies mostly compared pharmacological and optical treatments to slow the progression of myopia with an inactive comparator. Effects at one year provided evidence that these interventions may slow refractive change and reduce axial elongation, although results were often heterogeneous. A smaller body of evidence is available at two or three years, and uncertainty remains about the sustained effect of these interventions. Longer‐term and better‐quality studies comparing myopia control interventions used alone or in combination are needed, and improved methods for monitoring and reporting adverse effects.",
    "review_type": "Intervention",
    "doi": "https://doi.org/10.1002/14651858.CD014758.pub2",
    "review_id": "CD014758",
    "criteria": {
        "Types of studies": "We included randomised controlled trials (RCTs) of optical, pharmacological and environmental interventions used alone or in combination for slowing the progression of myopia in children.",
        "Types of participants": "This review considered studies that included children 18 years old and younger. We excluded studies in which the majority of participants were older than 18 years at the start of the study. We also excluded studies that included participants with spherical equivalent myopia less than −0.50 D at baseline. The spherical equivalent is calculated by the sum of the spherical power plus half the cylindrical power of the refractive error. We included studies that compared interventions of interest and reported having measured the relevant outcomes, irrespective of whether data for the outcomes were available.",
        "Types of interventions": "We included studies that compared any of the interventions listed below with a control group, or with each other. For the purposes of the analysis, we defined a control group as a placebo intervention or single vision spectacles or contact lenses. Undercorrection of myopia with single vision spectacle lenses   Multifocal (bifocal or progressive addition) spectacle lenses, peripheral defocus spectacle lenses    Multifocal soft contact lenses (MFSCL; concentric ring or progressive designs), rigid gas‐permeable contact lenses or corneal reshaping (orthokeratology) contact lenses    Atropine (stratified according to dosing regime as high (≥ 0.5%), moderate (0.1% to < 0.5%) and low (< 0.1%)    Other pharmaceutical agents (e.g. pirenzepine, 7‐methylxanthine)   Environmental interventions (e.g. time spent outdoors, modifications to the performance of near work) Undercorrection of myopia with single vision spectacle lenses Multifocal (bifocal or progressive addition) spectacle lenses, peripheral defocus spectacle lenses Multifocal soft contact lenses (MFSCL; concentric ring or progressive designs), rigid gas‐permeable contact lenses or corneal reshaping (orthokeratology) contact lenses Atropine (stratified according to dosing regime as high (≥ 0.5%), moderate (0.1% to < 0.5%) and low (< 0.1%) Other pharmaceutical agents (e.g. pirenzepine, 7‐methylxanthine) Environmental interventions (e.g. time spent outdoors, modifications to the performance of near work)",
        "Types of outcome measures": "Progression of myopia was assessed by: mean change in refractive error (spherical equivalent in D) from baseline for each year of follow‐up and measured by any method (e.g. objective or subjective refraction); and    mean change in axial length for each year of follow‐up in millimetres (mm) from baseline for each year of follow‐up and measured by any method (e.g. ultrasound or optical biometry). mean change in refractive error (spherical equivalent in D) from baseline for each year of follow‐up and measured by any method (e.g. objective or subjective refraction); and mean change in axial length for each year of follow‐up in millimetres (mm) from baseline for each year of follow‐up and measured by any method (e.g. ultrasound or optical biometry). Rebound was evaluated when children in the treatment group were switched to the control treatment and then followed for a minimum period of one year. We described adverse events relating to the interventions as reported in the included studies, irrespective of severity. These included but were not limited to blurred vision, photophobia, hypersensitivity reactions, corneal infiltrative events and infections. In studies that graded clinical signs using standard anterior eye grading scales from normal to severe, we recorded the number of clinically significant signs (grade 3 or 4) that would usually require a clinical action. Where data were available we documented withdrawals due to adverse events and number of 'serious' events. We documented vision‐related or health‐related quality of life when reported, measured by any validated questionnaire (e.g. National Eye Institute (NEI) Visual Function Questionnaire 25 (NEI VFQ‐25), or EuroQol questionnaire, EQ‐5D). Studies evaluated adherence with the prescribed treatment regimen using a variety of compliance measures, including daily wearing time with contact lenses and spectacle interventions as reported by parents or children, or both, or the proportion of participants in pharmacological studies following the required dosing regime. We have reported outcomes at one year, two years and as available for the duration of the study. We imposed no restrictions based on the length of follow‐up. We present evidence regarding relevant economic evaluations, as a brief economic commentary.",
        "Critical outcomes": "Progression of myopia Progression of myopia was assessed by:    mean change in refractive error (spherical equivalent in D) from baseline for each year of follow‐up and measured by any method (e.g. objective or subjective refraction); and    mean change in axial length for each year of follow‐up in millimetres (mm) from baseline for each year of follow‐up and measured by any method (e.g. ultrasound or optical biometry).       Change in refractive error and axial length following cessation of treatment ('rebound') Rebound was evaluated when children in the treatment group were switched to the control treatment and then followed for a minimum period of one year.",
        "null": "",
        "Important outcomes": "Risk of adverse events We described adverse events relating to the interventions as reported in the included studies, irrespective of severity. These included but were not limited to blurred vision, photophobia, hypersensitivity reactions, corneal infiltrative events and infections. In studies that graded clinical signs using standard anterior eye grading scales from normal to severe, we recorded the number of clinically significant signs (grade 3 or 4) that would usually require a clinical action.  Where data were available we documented withdrawals due to adverse events and number of 'serious' events.    Quality of life We documented vision‐related or health‐related quality of life when reported, measured by any validated questionnaire (e.g. National Eye Institute (NEI) Visual Function Questionnaire 25 (NEI VFQ‐25), or EuroQol questionnaire, EQ‐5D).    Treatment adherence Studies evaluated adherence with the prescribed treatment regimen using a variety of compliance measures, including daily wearing time with contact lenses and spectacle interventions as reported by parents or children, or both, or the proportion of participants in pharmacological studies following the required dosing regime.    Follow‐up We have reported outcomes at one year, two years and as available for the duration of the study. We imposed no restrictions based on the length of follow‐up.",
        "Brief economic commentary": "We present evidence regarding relevant economic evaluations, as a brief economic commentary."
    },
    "search_strategy": {
        "Appendix 1. CENTRAL search strategy": "#1 MeSH descriptor: [Myopia] explode all trees#2 myop*#3 short near sight*#4 #1 or #2 or #3#5 (undercorrect* or slow* or progress* or control* or retard* or funct*) near/5 (myopia or myopic or myopes)#6 (bifocal or multifocal) near/4 (myopia or myopic) near/4 (slow* or progress* or control*)#7 prismatic bifocal*#8 prism near/2 bifocal*#9 base‐in prism#10 executive near/2 bifocal*#11 progressive next addition near/3 lens*#12 positive next lens* near/3 addition#13 PA‐PALs#14 peripheral near/2 defocus near/4 lens*#15 Defocus Incorporated Multiple Segments#16 MyoVision or MyopiLux or Myosmart#17 #6 or #7 or #8 or #9 or #10 or #11 or #12 or #13 or #14 or #15 or #16#18 (Concentric or gradient) near/3 lens*#19 dual near/2 focus*#20 extend* near/2 depth near/3 focus#21 extend* near/2 depth near/4 field*#22 extend* near/2 range near/3 focus#23 extend* near/2 range near/4 field*#24 extend* near/2 DOF#25 EDOF#26 #18 or #19 or #20 or #21 or #22 or #23 or #24 or #25#27 #5 and #26#28 MiSight or Biofinity Multifocal or Proclear Multifocal#29 MeSH descriptor: [Orthokeratologic Procedures] explode all trees#30 orthokeratology or Ortho‐K#31 #28 or #29 or #30#32 MeSH descriptor: [Atropine] explode all trees#33 atropine*#34 MeSH descriptor: [Cyclopentolate] explode all trees#35 cyclopentolate*#36 MeSH descriptor: [Pirenzepine] explode all trees#37 pirenzepine*#38 MeSH descriptor: [Tropicamide] explode all trees#39 tropicamide*#40 methylxanthine*#41 #5 #32 or #33 or #34 or #35 #36 or #37 or #38 or #39 or #40#42 MeSH descriptor: [Leisure Activities] explode all trees#43 outdoor* or out door*#44 outside or out side#45 #42 or #43 or #44#46 #5 or #17 or #27 or #31 or #41 or #45#47 MeSH descriptor: [Child] explode all trees#48 MeSH descriptor: [Adolescent] this term only#49 MeSH descriptor: [Pediatrics] explode all trees#50 boy* or girl* or child* or minor*#51 adolescen* or juvenile* or teen or teens or teenage* or youth or youths or underage#52 (primary or elementary or high or secondary) near/1 school*#53 paediatric* or pediatric*#54 #47 or #48 or #49 or #50 or #51 or #52 or #53#55 #4 and #46#56 #54 and #55",
        "Appendix 2. MEDLINE Ovid search strategy": "1. randomized controlled trial.pt.2. (randomized or randomised).ab,ti.3. placebo.ab,ti.4. dt.fs.5. randomly.ab,ti.6. trial.ab,ti.7. groups.ab,ti.8. or/1‐79. exp animals/10. exp humans/11. 9 not (9 and 10)12. 8 not 1113. exp myopia/14. (myopia or myopic or myopes).tw.15. ((short or near) adj3 sight$).tw.16. or/13‐1517. ((undercorrect$ or slow$ or progress$ or control$ or retard$ or funct$) adj5 (myopia or myopic or myopes)).tw.18. ((bifocal or multifocal) adj4 (myopia or myopic) adj4 (slow$ or progress$ or control$)).tw.19. prismatic bifocal$.tw.20. (near adj1 prism adj4 bifocal$).tw.21. base‐in prism.tw.22. (executive adj2 bifocal$).tw.23. (progressive adj1 addition adj3 lens$).tw.24. (positive adj1 lens$ adj3 addition).tw.25. PA‐PALs.tw.26. (peripheral adj2 defocus adj4 lens$).tw.27. Defocus Incorporated Multiple Segments.tw.28. (MyoVision or MyopiLux or Myosmart).tw.29. or/18‐2830. ((Concentric or gradient) adj3 lens$).tw.31. (dual adj2 focus$).tw.32. (extend$ adj2 depth adj3 focus).tw.33. (extend$ adj2 depth adj4 field$).tw.34. (extend$ adj2 range adj3 focus).tw.35. (extend$ adj2 range adj4 field$).tw.36. (extend$ adj2 DOF).tw.37. EDOF.tw.38. or/30‐3739. 17 and 3840. (MiSight or Biofinity Multifocal or Proclear Multifocal).tw.41. Orthokeratologic Procedures/42. (orthokeratology or Ortho‐K).tw.43. or/40‐4244. Atropine/45. atropine$.tw.46. Cyclopentolate/47. cyclopentolate$.tw.48. Pirenzepine/49. pirenzepine$.tw.50. Tropicamide/51. tropicamide$.tw.52. methylxanthine$.tw.53. or/44‐5254. exp Leisure Activities/55. (outdoor$ or out door$).tw.56. (outside or out side).tw.57. (near adj2 work$).tw.58. or/54‐5759. 17 or 29 or 39 or 43 or 53 or 5860. exp Child/61. Adolescent/62. exp Pediatrics/63. (boy$ or girl$ or child$ or minor$).tw.64. (adolescen$ or juvenile$ or teen or teens or teenage$ or youth or youths or underage).tw.65. ((primary or elementary or high or secondary) adj1 school$).tw.66. (schoolchild$ or schoolage or schoolboy$ orschoolgirl$ or highschool$).tw.67. (paediatric$ or pediatric$).tw.68. or/60‐6769. 16 and 5970. 12 and 6971. 68 and 70  The search filter for trials at the beginning of the MEDLINE strategy is from the published paper by Glanville 2006.",
        "Appendix 3. MEDLINE Ovid economics search strategy": "1. Economics/2. exp \"costs and cost analysis\"/3. Economics, Dental/4. exp economics, hospital/5. Economics, Medical/6. Economics, Nursing/7. Economics, Pharmaceutical/8. (economic$ or cost or costs or costly or costing or price or prices or pricing or pharmacoeconomic$).ti,ab.9. (expenditure$ not energy).ti,ab.10. value for money.ti,ab.11. budget$.ti,ab.12. or/1‐1113. ((energy or oxygen) adj cost).ti,ab.14. (metabolic adj cost).ti,ab.15. ((energy or oxygen) adj expenditure).ti,ab.16. or/13‐1517. 12 not 1618. letter.pt.19. editorial.pt.20. historical article.pt.21. or/18‐2022. 17 not 2123. exp animals/ not humans/24. 22 not 2325. bmj.jn.26. \"cochrane database of systematic reviews\".jn.27. health technology assessment winchester england.jn.28. or/25‐2729. exp myopia/30. (myopia or myopic or myopes).tw.31. ((short or near) adj3 sight$).tw.32. or/29‐3133. ((undercorrect$ or slow$ or progress$ or control$ or retard$ or funct$) adj5 (myopia or myopic or myopes)).tw.34. ((bifocal or multifocal) adj4 (myopia or myopic) adj4 (slow$ or progress$ or control$)).tw.35. prismatic bifocal$.tw.36. (near adj1 prism adj4 bifocal$).tw.37. base‐in prism.tw.38. (executive adj2 bifocal$).tw.39. (progressive adj1 addition adj3 lens$).tw.40. (positive adj1 lens$ adj3 addition).tw.41. PA‐PALs.tw.42. (peripheral adj2 defocus adj4 lens$).tw.43. Defocus Incorporated Multiple Segments.tw.44. (MyoVision or MyopiLux or Myosmart).tw.45. or/34‐4446. ((Concentric or gradient) adj3 lens$).tw.47. (dual adj2 focus$).tw.48. (extend$ adj2 depth adj3 focus).tw.49. (extend$ adj2 depth adj4 field$).tw.50. (extend$ adj2 range adj3 focus).tw.51. (extend$ adj2 range adj4 field$).tw.52. (extend$ adj2 DOF).tw.53. EDOF.tw.54. or/46‐5355. 33 and 5456. (MiSight or Biofinity Multifocal or Proclear Multifocal).tw.57. Orthokeratologic Procedures/58. (orthokeratology or Ortho‐K).tw.59. or/56‐5860. Atropine/61. atropine$.tw.62. Cyclopentolate/63. cyclopentolate$.tw.64. Pirenzepine/65. pirenzepine$.tw.66. Tropicamide/67. tropicamide$.tw.68. methylxanthine$.tw.69. or/60‐6870. exp Leisure Activities/71. (outdoor$ or out door$).tw.72. (outside or out side).tw.73. (near adj2 work$).tw.74. or/70‐7375. 33 or 45 or 55 or 59 or 69 or 7476. 32 and 7577. 28 and 76",
        "Appendix 4. MEDLINE Ovid adverse events search strategy": "1. (ae or co or de).fs.2. (safe or safety or side effect$ or undesirable effect$ or treatment emergent or tolerability or toxicity or adrs).ti,ab.3. (adverse adj2 (effect or effects or reaction or reactions or event or events or outcome or outcomes)).ti,ab.4. or/1‐35. exp myopia/6. (myopia or myopic or myopes).tw.7. ((short or near) adj3 sight$).tw.8. or/5‐79. ((undercorrect$ or slow$ or progress$ or control$ or retard$ or funct$) adj5 (myopia or myopic or myopes)).tw.10. ((bifocal or multifocal) adj4 (myopia or myopic) adj4 (slow$ or progress$ or control$)).tw.11. prismatic bifocal$.tw.12. (near adj1 prism adj4 bifocal$).tw.13. base‐in prism.tw.14. (executive adj2 bifocal$).tw.15. (progressive adj1 addition adj3 lens$).tw.16. (positive adj1 lens$ adj3 addition).tw.17. PA‐PALs.tw.18. (peripheral adj2 defocus adj4 lens$).tw.19. Defocus Incorporated Multiple Segments.tw.20. (MyoVision or MyopiLux or Myosmart).tw.21. or/10‐2022. ((Concentric or gradient) adj3 lens$).tw.23. (dual adj2 focus$).tw.24. (extend$ adj2 depth adj3 focus).tw.25. (extend$ adj2 depth adj4 field$).tw.26. (extend$ adj2 range adj3 focus).tw.27. (extend$ adj2 range adj4 field$).tw.28. (extend$ adj2 DOF).tw.29. EDOF.tw.30. or/22‐2931. 9 and 3032. (MiSight or Biofinity Multifocal or Proclear Multifocal).tw.33. Orthokeratologic Procedures/34. (orthokeratology or Ortho‐K).tw.35. or/32‐3436. Atropine/37. atropine$.tw.38. Cyclopentolate/39. cyclopentolate$.tw.40. Pirenzepine/41. pirenzepine$.tw.42. Tropicamide/43. tropicamide$.tw.44. methylxanthine$.tw.45. or/36‐4446. exp Leisure Activities/47. (outdoor$ or out door$).tw.48. (outside or out side).tw.49. (near adj2 work$).tw.50. or/46‐4951. 9 or 21 or 31 or 35 or 45 or 5052. 8 and 5153. 4 and 52  The search filter for trials at the beginning of the MEDLINE strategy is from the published paper by Golder 2006",
        "Appendix 5. Embase Ovid search strategy": "1. exp randomized controlled trial/2. exp randomization/3. exp double blind procedure/4. exp single blind procedure/5. random$.tw.6. or/1‐57. (animal or animal experiment).sh.8. human.sh.9. 7 and 810. 7 not 911. 6 not 1012. exp clinical trial/13. (clin$ adj3 trial$).tw.14. ((singl$ or doubl$ or trebl$ or tripl$) adj3 (blind$ or mask$)).tw.15. exp placebo/16. placebo$.tw.17. random$.tw.18. exp experimental design/19. exp crossover procedure/20. exp control group/21. exp latin square design/22. or/12‐2123. 22 not 1024. 23 not 1125. exp comparative study/26. exp evaluation/27. exp prospective study/28. (control$ or prospectiv$ or volunteer$).tw.29. or/25‐2830. 29 not 1031. 30 not (11 or 23)32. 11 or 24 or 3133. myopia/34. (myopia or myopic or myopes).tw.35. ((short or near) adj3 sight$).tw.36. or/33‐3537. ((undercorrect$ or slow$ or progress$ or control$ or retard$ or funct$) adj5 (myopia or myopic or myopes)).tw.38. ((bifocal or multifocal) adj4 (myopia or myopic) adj4 (slow$ or progress$ or control$)).tw.39. prismatic bifocal$.tw.40. (near adj1 prism adj4 bifocal$).tw.41. base‐in prism.tw.42. (executive adj2 bifocal$).tw.43. (progressive adj1 addition adj3 lens$).tw.44. (positive adj1 lens$ adj3 addition).tw.45. PA‐PALs.tw.46. (peripheral adj2 defocus adj4 lens$).tw.47. Defocus Incorporated Multiple Segments.tw.48. (MyoVision or MyopiLux or Myosmart).tw.49. or/38‐4850. ((Concentric or gradient) adj3 lens$).tw.51. (dual adj2 focus$).tw.52. (extend$ adj2 depth adj3 focus).tw.53. (extend$ adj2 depth adj4 field$).tw.54. (extend$ adj2 range adj3 focus).tw.55. (extend$ adj2 range adj4 field$).tw.56. (extend$ adj2 DOF).tw.57. EDOF.tw.58. or/50‐5759. 37 and 5860. (MiSight or Biofinity Multifocal or Proclear Multifocal).tw.61. orthokeratology lens/62. (orthokeratology or Ortho‐K).tw.63. or/60‐6264. atropine/65. atropine$.tw.66. cyclopentolate/67. cyclopentolate$.tw.68. pirenzepine/69. pirenzepine$.tw.70. tropicamide/71. tropicamide$.tw.72. methylxanthine/73. methylxanthine.tw.74. or/64‐7375. exp recreation/76. (outdoor$ or out door$).tw.77. (outside or out side).tw.78. (near adj2 work$).tw.79. or/75‐7880. exp child/81. exp adolescent/82. exp pediatrics/83. (boy$ or girl$ or child$ or minor$).tw.84. (adolescen$ or juvenile$ or teen or teens or teenage$ or youth or youths or underage).tw.85. ((primary or elementary or high or secondary) adj1 school$).tw.86. (schoolchild$ or schoolage or schoolboy$ orschoolgirl$ or highschool$).tw.87. (paediatric$ or pediatric$).tw.88. or/80‐8789. 37 or 49 or 59 or 63 or 74 or 7990. 36 and 8991. 32 and 9092. 88 and 91",
        "Appendix 6. Embase Ovid economics search strategy": "1. Health Economics/2. exp Economic Evaluation/3. exp Health Care Cost/4. pharmacoeconomics/5. or/1‐46. (econom$ or cost or costs or costly or costing or price or prices or pricing or pharmacoeconomic$).ti,ab.7. (expenditure$ not energy).ti,ab.8. (value adj2 money).ti,ab.9. budget$.ti,ab.10. or/6‐911. 5 or 1012. letter.pt.13. editorial.pt.14. note.pt.15. or/12‐1416. 11 not 1517. (metabolic adj cost).ti,ab.18. ((energy or oxygen) adj cost).ti,ab.19. ((energy or oxygen) adj expenditure).ti,ab.20. or/17‐1921. 16 not 2022. animal/23. exp animal experiment/24. nonhuman/25. (rat or rats or mouse or mice or hamster or hamsters or animal or animals or dog or dogs or cat or cats or bovine or sheep).ti,ab,sh.26. or/22‐2527. exp human/28. human experiment/29. or/27‐2830. 26 not (26 and 29)31. 21 not 3032. 0959‐8146.is.33. (1469‐493X or 1366‐5278).is.34. 1756‐1833.en.35. or/32‐3436. 31 not 3537. Conference abstract.pt.38. 36 not 3739. myopia/40. (myopia or myopic or myopes).tw.41. ((short or near) adj3 sight$).tw.42. or/39‐4143. ((undercorrect$ or slow$ or progress$ or control$ or retard$ or funct$) adj5 (myopia or myopic or myopes)).tw.44. ((bifocal or multifocal) adj4 (myopia or myopic) adj4 (slow$ or progress$ or control$)).tw.45. prismatic bifocal$.tw.46. (near adj1 prism adj4 bifocal$).tw.47. base‐in prism.tw.48. (executive adj2 bifocal$).tw.49. (progressive adj1 addition adj3 lens$).tw.50. (positive adj1 lens$ adj3 addition).tw.51. PA‐PALs.tw.52. (peripheral adj2 defocus adj4 lens$).tw.53. Defocus Incorporated Multiple Segments.tw.54. (MyoVision or MyopiLux or Myosmart).tw.55. or/44‐5456. ((Concentric or gradient) adj3 lens$).tw.57. (dual adj2 focus$).tw.58. (extend$ adj2 depth adj3 focus).tw.59. (extend$ adj2 depth adj4 field$).tw.60. (extend$ adj2 range adj3 focus).tw.61. (extend$ adj2 range adj4 field$).tw.62. (extend$ adj2 DOF).tw.63. EDOF.tw.64. or/56‐6365. 43 and 6466. (MiSight or Biofinity Multifocal or Proclear Multifocal).tw.67. orthokeratology lens/68. (orthokeratology or Ortho‐K).tw.69. or/66‐6870. atropine/71. atropine$.tw.72. cyclopentolate/73. cyclopentolate$.tw.74. pirenzepine/75. pirenzepine$.tw.76. tropicamide/77. tropicamide$.tw.78. methylxanthine/79. methylxanthine.tw.80. or/70‐7981. exp recreation/82. (outdoor$ or out door$).tw.83. (outside or out side).tw.84. (near adj2 work$).tw.85. or/81‐8486. 43 or 55 or 65 or 69 or 80 or 8587. 42 and 8688. 38 and 87",
        "Appendix 7. Embase Ovid adverse events search strategy": "1. DRUG/ae2. (safe or safety or side effect$ or undesirable effect$ or treatment emergent or tolerability or toxicity or adrs).ti,ab.3. (adverse adj2 (effect or effects or reaction or reactions or event or events or outcome or outcomes)).ti,ab.4. or/1‐35. myopia/6. (myopia or myopic or myopes).tw.7. ((short or near) adj3 sight$).tw.8. or/5‐79. ((undercorrect$ or slow$ or progress$ or control$ or retard$ or funct$) adj5 (myopia or myopic or myopes)).tw.10. ((bifocal or multifocal) adj4 (myopia or myopic) adj4 (slow$ or progress$ or control$)).tw.11. prismatic bifocal$.tw.12. (near adj1 prism adj4 bifocal$).tw.13. base‐in prism.tw.14. (executive adj2 bifocal$).tw.15. (progressive adj1 addition adj3 lens$).tw.16. (positive adj1 lens$ adj3 addition).tw.17. PA‐PALs.tw.18. (peripheral adj2 defocus adj4 lens$).tw.19. Defocus Incorporated Multiple Segments.tw.20. (MyoVision or MyopiLux or Myosmart).tw.21. or/10‐2022. ((Concentric or gradient) adj3 lens$).tw.23. (dual adj2 focus$).tw.24. (extend$ adj2 depth adj3 focus).tw.25. (extend$ adj2 depth adj4 field$).tw.26. (extend$ adj2 range adj3 focus).tw.27. (extend$ adj2 range adj4 field$).tw.28. (extend$ adj2 DOF).tw.29. EDOF.tw.30. or/22‐2931. 9 and 3032. (MiSight or Biofinity Multifocal or Proclear Multifocal).tw.33. orthokeratology lens/34. (orthokeratology or Ortho‐K).tw.35. or/32‐3436. atropine/37. atropine$.tw.38. cyclopentolate/39. cyclopentolate$.tw.40. pirenzepine/41. pirenzepine$.tw.42. tropicamide/43. tropicamide$.tw.44. methylxanthine/45. methylxanthine.tw.46. or/36‐4547. exp recreation/48. (outdoor$ or out door$).tw.49. (outside or out side).tw.50. (near adj2 work$).tw.51. or/47‐5052. 9 or 21 or 31 or 35 or 46 or 5153. 8 and 5254. 4 and 53  The search filter for trials at the beginning of the MEDLINE strategy is from the published paper by Golder 2006.",
        "Appendix 8. ISRCTN search strategy": "myopia AND (undercorrect OR slow OR progress OR control)",
        "Appendix 9. ClinicalTrials.gov search strategy": "myopia AND (undercorrect OR slow OR progress OR control) | Interventional Studies | Child",
        "Appendix 10. WHO ICTRP search strategy": "myopia AND undercorrect OR myopia AND slow OR myopia AND progress OR myopia AND control"
    }
}