{
    "title": "Training health workers in clinical breast examination for early detection of breast cancer in low‐ and middle‐income countries",
    "abstract": "Background Most women living in low‐ and middle‐income countries (LMICs) present with advanced‐stage breast cancer. Limitations of poor serviceable health systems, restricted access to treatment facilities, and lack of breast cancer screening programmes all likely contribute to the late presentation of women with breast cancer living in these countries. Women are diagnosed with advanced disease and frequently do not complete their care due to a number of factors, including financial reasons as health expenditure is largely out of pocket resulting in financial toxicity; health system failures, such as missing services or health worker lack of awareness on common signs and symptoms of cancer; and sociocultural barriers, such as stigma and use of alternative therapies. Clinical breast examination (CBE) is an inexpensive early detection technique for breast cancer in women with palpable breast masses. Training health workers from LMICs to conduct CBE has the potential to improve the quality of the technique and the ability of health workers to detect breast cancers early.    Objectives To assess whether training in CBE affects the ability of health workers in LMICs to detect early breast cancer.    Search methods We searched the Cochrane Breast Cancer Specialised Registry, CENTRAL, MEDLINE, Embase, the World Health Organization (WHO) International Clinical Trials Registry Platform (ICTRP) search portal, and ClinicalTrials.gov up to 17 July 2021.    Selection criteria We included randomised controlled trials (RCTs) (including individual and cluster‐RCTs), quasi‐experimental studies and controlled before‐and‐after studies if they fulfilled the eligibility criteria.    Data collection and analysis Two review authors independently screened studies for inclusion, and extracted data, assessed risk of bias, and assessed the certainty of the evidence using the GRADE approach. We performed statistical analysis using Review Manager software and presented the main findings of the review in a summary of findings table.    Main results We included four RCTs that screened a total population of 947,190 women for breast cancer, out of which 593 breast cancers were diagnosed. All included studies were cluster‐RCTs; two were conducted in India, one in the Philippines, and one in Rwanda. Health workers trained to perform CBE in the included studies were primary health workers, nurses, midwives, and community health workers. Three of the four included studies reported on the primary outcome (breast cancer stage at the time of presentation). Amongst secondary outcomes, included studies reported CBE coverage, follow‐up, accuracy of health worker‐performed CBE, and breast cancer mortality. None of the included studies reported knowledge attitude practice (KAP) outcomes and cost‐effectiveness.  Three studies reported diagnosis of breast cancer at early stage (at stage 0+I+II), suggesting that training health workers in CBE may increase the number of women detected with breast cancer at an early stage compared to the non‐training group (45% detected versus 31% detected; risk ratio (RR) 1.44, 95% confidence interval (CI) 1.01 to 2.06; three studies; 593 participants; I2 = 0%; low‐certainty evidence).  Three studies reported diagnosis at late stage (III+IV) suggesting that training health workers in CBE may slightly reduce the number of women detected with breast cancer at late stage compared to the non‐training group (13% detected versus 42%, RR 0.58, 95% CI 0.36 to 0.94; three studies; 593 participants; I2 = 52%; low‐certainty evidence).  Regarding secondary outcomes, two studies reported breast cancer mortality, implying that the evidence is uncertain for the impact on breast cancer mortality (RR 0.88, 95% CI 0.24 to 3.26; two studies; 355 participants; I2 = 68%; very low‐certainty evidence). Due to the study heterogeneity, we could not conduct meta‐analysis for accuracy of health worker‐performed CBE, CBE coverage, and completion of follow‐up, and therefore reported narratively using the 'Synthesis without meta‐analysis' (SWiM) guideline. Sensitivity of health worker‐performed CBE was reported to be 53.2% and 51.7%; while specificity was reported to be 100% and 94.3% respectively in two included studies (very low‐certainty evidence). One trial reported CBE coverage with a mean adherence of 67.07% for the first four screening rounds (low‐certainty evidence). One trial reported follow‐up suggesting that compliance rates for diagnostic confirmation following a positive CBE were 68.29%, 71.20%, 78.84% and 79.98% during the respective first four rounds of screening in the intervention group compared to 90.88%, 82.96%, 79.56% and 80.39% during the respective four rounds of screening in the control group.    Authors' conclusions Our review findings suggest some benefit of training health workers from LMICs in CBE on early detection of breast cancer. However, the evidence regarding mortality, accuracy of health worker‐performed CBE, and completion of follow up is uncertain and requires further evaluation.",
    "review_type": "Intervention",
    "doi": "https://doi.org/10.1002/14651858.CD012515.pub2",
    "review_id": "CD012515",
    "criteria": {
        "Types of studies": "RCTs (including individual and cluster‐RCTs), quasi‐experimental studies and controlled before‐and‐after (CBA) studies.",
        "Types of participants": "We included training of any group of health workers (including lay and professional health workers) to perform CBE in community settings for women aged 18 years and older. Community settings included home visitations and visits to primary healthcare centres.",
        "Types of interventions": "We considered any form of training provided to any group of health workers (lay or professional) to conduct CBE as an opportunistic or population‐based early detection tool for breast cancer in community settings in LMICs (as defined by World Bank 2021 classification). No training of health workers in CBE or use of any other mass screening or early detection tools for breast cancer (BSE, ultrasonography, mammography, or magnetic resonance imaging).",
        "Intervention": "We considered any form of training provided to any group of health workers (lay or professional) to conduct CBE as an opportunistic or population‐based early detection tool for breast cancer in community settings in LMICs (as defined by World Bank 2021 classification).",
        "Comparator": "No training of health workers in CBE or use of any other mass screening or early detection tools for breast cancer (BSE, ultrasonography, mammography, or magnetic resonance imaging).",
        "Types of outcome measures": "Breast cancer stage at the time of presentation: defined as the proportion of women with breast cancer diagnosed at each stage. We dichotomised breast cancer into early and late stages. We defined early stage as breast cancer that had not spread beyond the breast or the axillary lymph nodes, including ductal carcinoma in situ and stages I, IIA, IIB, and IIIA breast cancers; and defined late stage as breast cancer at stages IIIB and IV (NCI 2016). The numerator represented the proportion of women with a diagnosis of early or late breast cancer among the total number of women given a cancer diagnosis. Breast cancer stage at the time of presentation: defined as the proportion of women with breast cancer diagnosed at each stage. We dichotomised breast cancer into early and late stages. We defined early stage as breast cancer that had not spread beyond the breast or the axillary lymph nodes, including ductal carcinoma in situ and stages I, IIA, IIB, and IIIA breast cancers; and defined late stage as breast cancer at stages IIIB and IV (NCI 2016). The numerator represented the proportion of women with a diagnosis of early or late breast cancer among the total number of women given a cancer diagnosis. KAP outcomes: defined as the KAP of breast cancer screening ‐ early detection and diagnosis among health workers and women within communities. We reported KAP as described by trial authors as ordinal or continuous outcomes on a scale, depending on what has been reported in the primary study (e.g. the number of correct answers on a questionnaire on knowledge related to CBE, the extent of current knowledge and practice in performing the CBE).    Accuracy of health worker‐performed CBE (e.g. sensitivity and specificity, positive predictive value, performance on checklists, performance as defined by individual study authors).    CBE coverage: defined as the proportion of the population covered by CBE interventions (intervention group) of the total eligible study population, as defined by respective study authors. The denominator for CBE coverage represented women at risk (the population of women of reproductive age in the study area), and the numerator represented those who actually experienced CBE.    Completion of follow‐up: defined as the proportion of women who completed follow‐up after screening and CBE and advised to complete follow‐up.    Breast cancer mortality: defined as deaths among women who received a diagnosis of breast cancer.    Cost‐effectiveness: defined as relative costs and outcomes of training health workers in CBE. This information was reported as described by study authors. KAP outcomes: defined as the KAP of breast cancer screening ‐ early detection and diagnosis among health workers and women within communities. We reported KAP as described by trial authors as ordinal or continuous outcomes on a scale, depending on what has been reported in the primary study (e.g. the number of correct answers on a questionnaire on knowledge related to CBE, the extent of current knowledge and practice in performing the CBE). Accuracy of health worker‐performed CBE (e.g. sensitivity and specificity, positive predictive value, performance on checklists, performance as defined by individual study authors). CBE coverage: defined as the proportion of the population covered by CBE interventions (intervention group) of the total eligible study population, as defined by respective study authors. The denominator for CBE coverage represented women at risk (the population of women of reproductive age in the study area), and the numerator represented those who actually experienced CBE. Completion of follow‐up: defined as the proportion of women who completed follow‐up after screening and CBE and advised to complete follow‐up. Breast cancer mortality: defined as deaths among women who received a diagnosis of breast cancer. Cost‐effectiveness: defined as relative costs and outcomes of training health workers in CBE. This information was reported as described by study authors.",
        "Primary outcomes": "Breast cancer stage at the time of presentation: defined as the proportion of women with breast cancer diagnosed at each stage. We dichotomised breast cancer into early and late stages. We defined early stage as breast cancer that had not spread beyond the breast or the axillary lymph nodes, including ductal carcinoma in situ and stages I, IIA, IIB, and IIIA breast cancers; and defined late stage as breast cancer at stages IIIB and IV (NCI 2016). The numerator represented the proportion of women with a diagnosis of early or late breast cancer among the total number of women given a cancer diagnosis.",
        "Secondary outcomes": "KAP outcomes: defined as the KAP of breast cancer screening ‐ early detection and diagnosis among health workers and women within communities. We reported KAP as described by trial authors as ordinal or continuous outcomes on a scale, depending on what has been reported in the primary study (e.g. the number of correct answers on a questionnaire on knowledge related to CBE, the extent of current knowledge and practice in performing the CBE).    Accuracy of health worker‐performed CBE (e.g. sensitivity and specificity, positive predictive value, performance on checklists, performance as defined by individual study authors).    CBE coverage: defined as the proportion of the population covered by CBE interventions (intervention group) of the total eligible study population, as defined by respective study authors. The denominator for CBE coverage represented women at risk (the population of women of reproductive age in the study area), and the numerator represented those who actually experienced CBE.    Completion of follow‐up: defined as the proportion of women who completed follow‐up after screening and CBE and advised to complete follow‐up.    Breast cancer mortality: defined as deaths among women who received a diagnosis of breast cancer.    Cost‐effectiveness: defined as relative costs and outcomes of training health workers in CBE. This information was reported as described by study authors."
    },
    "search_strategy": {
        "Appendix 1. CENTRAL": "#1 MeSH descriptor: [Community Health Workers] explode all trees#2 MeSH descriptor: [Health Personnel] explode all trees#3 (health worker* or health care worker* or health professional or health personnel or doctor* or nurse* or physician*)#4 #1 or #2 or #3#5 MeSH descriptor: [Health Education] explode all trees#6 MeSH descriptor: [Education, Continuing] explode all trees#7 MeSH descriptor: [Education, Medical] explode all trees#8 MeSH descriptor: [Education, Nursing] explode all trees#9 (train* or training or education or curriculum or teaching or learning or staff development or medicine)#10 #5 or #6 or #7 or #8 or #9#11 #4 and #10#12 MeSH descriptor: [Health Knowledge, Attitudes, Practice] explode all trees#13 #11 or #12#14 MeSH descriptor: [Physical Examination] explode all trees#15 ((physical or clinical breast or clinical or breast) adj1 exam*)#16 clinical breast examination#17 MeSH descriptor: [Mass Screening] explode all trees#18 #14 or #15 or #16 or #17#19 MeSH descriptor: [Breast Neoplasms] explode all trees#20 breast near neoplasm*#21 breast near carcinom*#22 breast near cancer*#23 breast near tumour*#24 breast near tumor*#25 breast near malignan*#26 #19 or #20 or #21 or #22 or #23 or #24 or #25#27 #13 and #18 and #26",
        "Appendix 2. MEDLINE via OvidSP": "1   exp Community Health Workers/     2   exp Health Personnel/     3   community health worker*.tw.     4   (health worker* or health care worker* or health professional or health personnel or doctor* or nurse* or physician*).tw.      5   1 or 2 or 3 or 4     6   exp Health Education/     7   exp Education, Continuing/     8   exp Education, Medical/     9   exp Education, Nursing/     10   (train* or training or education or curriculum or teaching or learning or staff development or medicine).tw.      11   6 or 7 or 8 or 9 or 10     12   5 and 11     13   exp Community Health Workers/ed [Education]     14   exp Health Knowledge, Attitudes, Practice/     15   exp Health Personnel/ed [Education]     16   12 or 13 or 14 or 15     17   exp Physical Examination/mt [Methods]     18   ((physical or clinical breast or clinical or breast) adj1 exam*).tw.     19   clinical breast examination.tw.     20   exp Mass Screening/mt [Methods]     21   17 or 18 or 19 or 20     22   exp Breast Neoplasms/     23   (breast adj6 cancer$).tw.     24   (breast adj6 neoplasm$).tw.     25   (breast adj6 carcinoma$).tw.     26   (breast adj6 tumo?r$).tw.     27   or/22‐26     28   16 and 21 and 27     29   Animals/ not Humans/     30   28 not 29",
        "Appendix 3. Embase via OvidSP": "1   exp health auxiliary/     2   exp health care personnel/     3   community health worker*.tw.     4   (health worker* or health care worker* or health professional or health personnel or doctor* or nurse* or physician*).tw.      5   1 or 2 or 3 or 4     6   exp medical education/     7   exp continuing education/     8   exp nursing education/     9   (train* or training or education or curriculum or teaching or learning or staff development or medicine).tw.      10   6 or 7 or 8 or 9     11   5 and 10     12   exp physical examination/     13   ((physical or clinical breast or clinical or breast) adj1 exam*).tw.     14   clinical breast examination*.tw.     15   exp mass screening/     16   12 or 13 or 14 or 15     17   exp breast/     18   exp breast disease/     19   (17 or 18) and exp neoplasm/     20   exp breast tumor/     21   exp breast cancer/     22   exp breast carcinoma/     23   (breast$ adj5 (neoplas$ or cancer$ or carcin$ or tumo$ or metasta$ or malig$)).ti,ab.     24   19 or 20 or 21 or 22 or 23     25   11 and 16 and 24     26   limit 25 to (human and embase)",
        "Appendix 4. WHO ICTRP search portal": "Basic search: Breast exam AND education OR breast exam AND training OR breast exam AND learning OR breast exam AND knowledge OR breast exam AND health worker OR breast exam AND nurse OR breast exam AND community OR breast exam AND lay",
        "Appendix 5. ClinicalTrials.gov": "Basic search:\"breast exam\" AND (education OR training OR learning OR knowledge OR health worker OR nurse OR community OR lay)"
    }
}