{
    "title": "Nirmatrelvir combined with ritonavir for preventing and treating COVID‐19",
    "abstract": "Background Oral nirmatrelvir/ritonavir (Paxlovid®) aims to avoid severe COVID‐19 in asymptomatic people or those with mild symptoms, thereby decreasing hospitalization and death. Due to its novelty, there are currently few published study results. It remains to be evaluated for which indications and patient populations the drug is suitable.     Objectives To assess the efficacy and safety of nirmatrelvir/ritonavir (Paxlovid®) plus standard of care compared to standard of care with or without placebo, or any other intervention for treating COVID‐19 and for preventing SARS‐CoV‐2 infection.  To explore equity aspects in subgroup analyses. To keep up to date with the evolving evidence base using a living systematic review (LSR) approach and make new relevant studies available to readers in‐between publication of review updates.    Search methods We searched the Cochrane COVID‐19 Study Register, Scopus, and WHO COVID‐19 Global literature on coronavirus disease database, identifying completed and ongoing studies without language restrictions and incorporating studies up to 11 July 2022.   This is a LSR. We conduct monthly update searches that are being made publicly available on the open science framework (OSF) platform.    Selection criteria Studies were eligible if they were randomized controlled trials (RCTs) comparing nirmatrelvir/ritonavir plus standard of care with standard of care with or without placebo, or any other intervention for treatment of people with confirmed COVID‐19 diagnosis, irrespective of disease severity or treatment setting, and for prevention of SARS‐CoV‐2 infection.  We screened all studies for research integrity. Studies were ineligible if they had been retracted, or if they were not prospectively registered including appropriate ethics approval.    Data collection and analysis We followed standard Cochrane methodology and used the Cochrane risk of bias 2 tool. We rated the certainty of evidence using the GRADE approach for the following outcomes: 1. to treat outpatients with mild COVID‐19; 2. to treat inpatients with moderate‐to‐severe COVID‐19: mortality, clinical worsening or improvement, quality of life, (serious) adverse events, and viral clearance; 3. to prevent SARS‐CoV‐2 infection in post‐exposure prophylaxis (PEP); and 4. pre‐exposure prophylaxis (PrEP) scenarios: SARS‐CoV‐2 infection, development of COVID‐19 symptoms, mortality, admission to hospital, quality of life, and (serious) adverse events.  We explored inequity by subgroup analysis for elderly people, socially‐disadvantaged people with comorbidities, populations from LICs and LMICs, and people from different ethnic and racial backgrounds.    Main results As of 11 July 2022, we included one RCT with 2246 participants in outpatient settings with mild symptomatic COVID‐19 comparing nirmatrelvir/ritonavir plus standard of care with standard of care plus placebo. Trial participants were unvaccinated, without previous confirmed SARS‐CoV‐2 infection, had a symptom onset of no more than five days before randomization, and were at high risk for progression to severe disease. Prohibited prior or concomitant therapies included medications highly dependent on CYP3A4 for clearance and CYP3A4 inducers.   We identified eight ongoing studies. Nirmatrelvir/ritonavir for treating COVID‐19 in outpatient settings with asymptomatic or mild disease  For the specific population of unvaccinated, high‐risk patients nirmatrelvir/ritonavir plus standard of care compared to standard of care plus placebo may reduce all‐cause mortality at 28 days (risk ratio (RR) 0.04, 95% confidence interval (CI) 0.00 to 0.68; 1 study, 2224 participants; estimated absolute effect: 11 deaths per 1000 people receiving placebo compared to 0 deaths per 1000 people receiving nirmatrelvir/ritonavir; low‐certainty evidence, and admission to hospital or death within 28 days (RR 0.13, 95% CI 0.07 to 0.27; 1 study, 2224 participants; estimated absolute effect: 61 admissions or deaths per 1000 people receiving placebo compared to eight admissions or deaths per 1000 people receiving nirmatrelvir/ritonavir; low‐certainty evidence).  Nirmatrelvir/ritonavir plus standard of care may reduce serious adverse events during the study period compared to standard of care plus placebo (RR 0.24, 95% CI 0.15 to 0.41; 1 study, 2224 participants; low‐certainty evidence). Nirmatrelvir/ritonavir plus standard of care probably has little or no effect on treatment‐emergent adverse events (RR 0.95, 95% CI 0.82 to 1.10; 1 study, 2224 participants; moderate‐certainty evidence), and probably increases treatment‐related adverse events such as dysgeusia and diarrhoea during the study period compared to standard of care plus placebo (RR 2.06, 95% CI 1.44 to 2.95; 1 study, 2224 participants; moderate‐certainty evidence). Nirmatrelvir/ritonavir plus standard of care probably decreases discontinuation of study drug due to adverse events compared to standard of care plus placebo (RR 0.49, 95% CI 0.30 to 0.80; 1 study, 2224 participants; moderate‐certainty evidence).  No study results were identified for improvement of clinical status, quality of life, and viral clearance.   Subgroup analyses for equity   Most study participants were younger than 65 years (87.1% of the : modified intention to treat (mITT1) population with 2085 participants), of white ethnicity (71.5%), and were from UMICs or HICs (92.1% of study centres). Data on comorbidities were insufficient.   The outcome ‘admission to hospital or death’ was investigated for equity: age (< 65 years versus ≥ 65 years) and ethnicity (Asian versus Black versus White versus others). There was no difference between subgroups of age. The effects favoured treatment with nirmatrelvir/ritonavir for the White ethnic group. Estimated effects in the other ethnic groups included the line of no effect (RR = 1). No subgroups were reported for comorbidity status and World Bank country classification by income level. No subgroups were reported for other outcomes.  Nirmatrelvir/ritonavir for treating COVID‐19 in inpatient settings with moderate to severe disease  No studies available. Nirmatrelvir/ritonavir for preventing SARS‐CoV‐2 infection (PrEP and PEP)  No studies available.   Authors' conclusions There is low‐certainty evidence that nirmatrelvir/ritonavir reduces the risk of all‐cause mortality and hospital admission or death based on one trial investigating unvaccinated COVID‐19 participants without previous infection that were at high risk and with symptom onset of no more than five days. There is low‐ to moderate‐certainty evidence that nirmatrelvir/ritonavir is safe in people without prior or concomitant therapies including medications highly dependent on CYP3A4.  Regarding equity aspects, except for ethnicity, no differences in effect size and direction were identified.  No evidence is available on nirmatrelvir/ritonavir to treat hospitalized people with COVID‐19 and to prevent a SARS‐CoV‐2 infection.  We will continually update our search and make search results available on OSF.",
    "review_type": "Intervention",
    "doi": "https://doi.org/10.1002/14651858.CD015395.pub2",
    "review_id": "CD015395",
    "criteria": {
        "Types of studies": "Studies were eligible if they were randomized controlled trials (RCTs). We searched for full‐text journal articles published in PubMed‐indexed and non‐indexed journals, preprint articles, results published in trials registers, clinical study reports (CSRs), and abstract publications. We applied no restrictions on the language of published articles. We screened all identified studies for research integrity using a tool developed by our group to deal with problematic studies (see Selection of studies).",
        "Types of participants": "Studies were eligible if they included participants with confirmed SARS‐CoV‐2 infection (reverse transcription polymerase chain reaction (RT‐PCR) or antigen testing), regardless of age, gender, ethnicity, serology status, vaccination status, previous SARS‐CoV‐2 infection, and risk factors for developing severe COVID‐19. If studies included participants with a confirmed or suspected COVID‐19 diagnosis, we used only the data for the patient population with confirmed COVID‐19 diagnosis. COVID‐19 severity was classified according to the WHO clinical progression scale (Marshall 2020) into mild (WHO 1 to 3), moderate (WHO 4 to 5), and severe (WHO 6 to 9). In cases where data have not been reported separately for people with confirmed or suspected COVID‐19 diagnosis, we excluded the study. We synthesized evidence for both, post‐exposure prophylaxis (PEP) and pre‐exposure prophylaxis (PrEP) scenarios. For post‐exposure prophylaxis, we included studies investigating participants who were not infected with SARS‐CoV‐2 at enrolment (negative RT‐PCR), but were at high risk of developing the infection following exposure to infected people or infectious viral particles. For pre‐exposure prophylaxis, we included studies investigating participants who were not infected with SARS‐CoV‐2 at enrolment (negative RT‐PCR) and were not yet exposed to infected people or infectious viral particles, but are at increased risk of contacting the disease (e.g. healthcare workers). Participants in both settings were eligible regardless of age, gender, ethnicity, serology status, vaccination status, previous SARS‐CoV‐2 infection, and risk factors for developing severe COVID‐19. Eligible trials must have reported the history of previous SARS‐CoV‐2 infection or serological evidence and the vaccination status of included participants. A history of SARS‐CoV‐2 infection or vaccination was not an exclusion criterion.",
        "Treating COVID‐19": "Studies were eligible if they included participants with confirmed SARS‐CoV‐2 infection (reverse transcription polymerase chain reaction (RT‐PCR) or antigen testing), regardless of age, gender, ethnicity, serology status, vaccination status, previous SARS‐CoV‐2 infection, and risk factors for developing severe COVID‐19. If studies included participants with a confirmed or suspected COVID‐19 diagnosis, we used only the data for the patient population with confirmed COVID‐19 diagnosis.   COVID‐19 severity was classified according to the WHO clinical progression scale (Marshall 2020) into mild (WHO 1 to 3), moderate (WHO 4 to 5), and severe (WHO 6 to 9).   In cases where data have not been reported separately for people with confirmed or suspected COVID‐19 diagnosis, we excluded the study.",
        "Preventing SARS‐CoV‐2 infection": "We synthesized evidence for both, post‐exposure prophylaxis (PEP) and pre‐exposure prophylaxis (PrEP) scenarios. For post‐exposure prophylaxis, we included studies investigating participants who were not infected with SARS‐CoV‐2 at enrolment (negative RT‐PCR), but were at high risk of developing the infection following exposure to infected people or infectious viral particles.   For pre‐exposure prophylaxis, we included studies investigating participants who were not infected with SARS‐CoV‐2 at enrolment (negative RT‐PCR) and were not yet exposed to infected people or infectious viral particles, but are at increased risk of contacting the disease (e.g. healthcare workers).   Participants in both settings were eligible regardless of age, gender, ethnicity, serology status, vaccination status, previous SARS‐CoV‐2 infection, and risk factors for developing severe COVID‐19. Eligible trials must have reported the history of previous SARS‐CoV‐2 infection or serological evidence and the vaccination status of included participants. A history of SARS‐CoV‐2 infection or vaccination was not an exclusion criterion.",
        "Types of interventions": "All doses and regimens of nirmatrelvir/ritonavir were eligible for this systematic review. Nirmatrelvir/ritonavir is authorized and approved by the US Food and Drug Administration (FDA) (EUA for Paxlovid®) at a dose of 300 mg (as two 150 mg tablets) of nirmatrelvir with one 100 mg tablet of ritonavir, given twice‐daily for five days. We compared nirmatrelvir/ritonavir plus standard of care with standard of care with or without placebo, or to any other intervention for treating COVID‐19 and for preventing SARS‐CoV‐2 infection. Co‐interventions (standard of care) must have been comparable between the study arms.",
        "Types of outcome measures": "We evaluated core outcomes in accordance with the Core Outcome Measures in Effectiveness Trials (COMET) Initiative for COVID‐19 patients (COMET 2020; Marshall 2020), and additional outcomes that have been prioritized by consumer representatives and the German guideline panel for treatment of people with COVID‐19 (German AWMF Guideline 2021). We used different outcome sets for the use of nirmatrelvir/ritonavir for treating people with COVID‐19 in the out‐ and inpatient setting, and for preventing SARS‐CoV‐2 infection. If studies were eligible for inclusion regarding study design, population, intervention, and comparator, but no outcomes of interest have been reported, they were not included for meta‐analysis. However, we have summarized reported outcomes for all included studies in the 'Characteristics of included studies' table. We did not exclude studies if they did not report outcomes of interest. All‐cause mortality at day 28, day 60, time‐to‐event, and up to the longest follow‐up.   Worsening of clinical status within 28 days.   Admission to hospital or death.   Admission to intensive care unit (ICU) or death.     Improvement of clinical status.   All initial symptoms resolved (asymptomatic) at day 14, day 28, and up to the longest follow‐up.    Time to symptom resolution.     Quality of life, including fatigue and neurological status, assessed with standardized scales (e.g. WHOQOL‐100) at up to 7 days, up to 28 days, and longest follow‐up available.    Serious adverse events (SAEs) during the study period, defined as number of participants with any event.    Adverse events (AEs) during the study period, defined as number of participants with any event.    Any grade treatment‐emergent adverse events (TEAEs); adverse events temporally related to the study treatment).    Any grade treatment‐related adverse events (TRAE; adverse events assessed as causally related to the study treatment by the study investigator).     Discontinuation of study drug due to adverse events.     Viral clearance, assessed with RT‐PCR test for SARS‐CoV‐2 at baseline, and 3, 7, and 14 days. All‐cause mortality at day 28, day 60, time‐to‐event, and up to the longest follow‐up. Worsening of clinical status within 28 days. Admission to hospital or death. Admission to intensive care unit (ICU) or death. Improvement of clinical status. All initial symptoms resolved (asymptomatic) at day 14, day 28, and up to the longest follow‐up. Time to symptom resolution. Quality of life, including fatigue and neurological status, assessed with standardized scales (e.g. WHOQOL‐100) at up to 7 days, up to 28 days, and longest follow‐up available. Serious adverse events (SAEs) during the study period, defined as number of participants with any event. Adverse events (AEs) during the study period, defined as number of participants with any event. Any grade treatment‐emergent adverse events (TEAEs); adverse events temporally related to the study treatment). Any grade treatment‐related adverse events (TRAE; adverse events assessed as causally related to the study treatment by the study investigator). Discontinuation of study drug due to adverse events. Viral clearance, assessed with RT‐PCR test for SARS‐CoV‐2 at baseline, and 3, 7, and 14 days. We used a similar outcome set for treating COVID‐19 patients in out‐ and inpatient settings, but with different definitions of the outcomes of ‘Worsening of clinical status’ and ‘Improvement of clinical status’. For inpatient settings we used the following definitions. Worsening of clinical status within 28 days.   Participants with new need for invasive mechanical ventilation or death.   Participants with need for ICU admission or death.     Improvement of clinical status within 28 days.   Participants discharged alive.    Participants should be discharged without clinical deterioration or death. Worsening of clinical status within 28 days. Participants with new need for invasive mechanical ventilation or death. Participants with need for ICU admission or death. Improvement of clinical status within 28 days. Participants discharged alive. Participants should be discharged without clinical deterioration or death. We used the same outcome set for PEP and PrEP scenarios, but with different time frames for the outcome assessment. For PEP studies, the relevant period is 14 to 28 days and for PrEP studies, a longer period of up to six months is relevant. SARS‐CoV‐2 infection (confirmed by RT‐PCR or antigen testing) at 14 days (PEP) and six months (PrEP).    Development of clinical COVID‐19 symptoms up to 28 days (PEP) and six months (PrEP); e.g. assessed in accordance with individual items of the WHO scale (Marshall 2020), or any other standardized scale. If the study did not use the standardized WHO scale to assess the status of the participants, we would categorize their status according to the WHO scale with the information provided by the study.    Uninfected (WHO scale 0).   Ambulatory mild disease (WHO scale 1 to 3).   Hospitalized with moderate disease (WHO scale 4 to 5).   Hospitalized with severe disease (WHO scale 7 to 9).   Mortality (WHO scale 10).     All‐cause mortality up to the longest follow‐up.   Admission to hospital or death within 28 days (PEP) and six months (PrEP).   Quality of life assessed with the standardized scale, WHOQOL‐100, up to 28 days (PEP) and six months (PrEP), and at longest follow‐up available.    Serious adverse events during the study period, defined as number of participants with any event.    Adverse events during the study period, defined as number of participants with any event.    Any grade treatment‐emergent adverse events (any TEAE; adverse events temporally related to the study treatment).    Any grade treatment‐related adverse events (TRAE; adverse events assessed as causally related to the study treatment by the study investigator).    Discontinuation of study drug due to AEs. SARS‐CoV‐2 infection (confirmed by RT‐PCR or antigen testing) at 14 days (PEP) and six months (PrEP). Development of clinical COVID‐19 symptoms up to 28 days (PEP) and six months (PrEP); e.g. assessed in accordance with individual items of the WHO scale (Marshall 2020), or any other standardized scale. If the study did not use the standardized WHO scale to assess the status of the participants, we would categorize their status according to the WHO scale with the information provided by the study. Uninfected (WHO scale 0). Ambulatory mild disease (WHO scale 1 to 3). Hospitalized with moderate disease (WHO scale 4 to 5). Hospitalized with severe disease (WHO scale 7 to 9). Mortality (WHO scale 10). All‐cause mortality up to the longest follow‐up. Admission to hospital or death within 28 days (PEP) and six months (PrEP). Quality of life assessed with the standardized scale, WHOQOL‐100, up to 28 days (PEP) and six months (PrEP), and at longest follow‐up available. Serious adverse events during the study period, defined as number of participants with any event. Adverse events during the study period, defined as number of participants with any event. Any grade treatment‐emergent adverse events (any TEAE; adverse events temporally related to the study treatment). Any grade treatment‐related adverse events (TRAE; adverse events assessed as causally related to the study treatment by the study investigator). Discontinuation of study drug due to AEs. We collected information on outcomes from all time points reported in the publications and study reports. If only a few studies contributed data to an outcome, we planned to pool different time points, provided the studies produced valid data and pooling was clinically reasonable. The current review version included one study. In case of time‐to‐event analysis, e.g. for time to death, we planned to use the longest follow‐up time measured from randomization. We have reported time points of outcome measurement in the footnotes of the forest plots. We included SAEs and AEs occurring during the study period, includingAEs during active treatment and long‐term AEs. If sufficient data had been available, we planned to group the measurement time points of eligible outcomes into those measured directly after treatment (up to seven days), medium‐term outcomes (up to 14 days), and longer‐term outcomes (28 days or more). This review specifies no secondary outcomes. All outcomes were treated as a primary outcome set which informed the summary of findings tables.",
        "Primary outcomes": "Nirmatrelvir/ritonavir for treating COVID‐19 in outpatient settings with asymptomatic or mild disease     All‐cause mortality at day 28, day 60, time‐to‐event, and up to the longest follow‐up.   Worsening of clinical status within 28 days.   Admission to hospital or death.   Admission to intensive care unit (ICU) or death.     Improvement of clinical status.   All initial symptoms resolved (asymptomatic) at day 14, day 28, and up to the longest follow‐up.    Time to symptom resolution.     Quality of life, including fatigue and neurological status, assessed with standardized scales (e.g. WHOQOL‐100) at up to 7 days, up to 28 days, and longest follow‐up available.    Serious adverse events (SAEs) during the study period, defined as number of participants with any event.    Adverse events (AEs) during the study period, defined as number of participants with any event.    Any grade treatment‐emergent adverse events (TEAEs); adverse events temporally related to the study treatment).    Any grade treatment‐related adverse events (TRAE; adverse events assessed as causally related to the study treatment by the study investigator).     Discontinuation of study drug due to adverse events.     Viral clearance, assessed with RT‐PCR test for SARS‐CoV‐2 at baseline, and 3, 7, and 14 days.       Nirmatrelvir/ritonavir for treating COVID‐19 in inpatient settings with moderate to severe disease  We used a similar outcome set for treating COVID‐19 patients in out‐ and inpatient settings, but with different definitions of the outcomes of ‘Worsening of clinical status’ and ‘Improvement of clinical status’. For inpatient settings we used the following definitions.     Worsening of clinical status within 28 days.   Participants with new need for invasive mechanical ventilation or death.   Participants with need for ICU admission or death.     Improvement of clinical status within 28 days.   Participants discharged alive.    Participants should be discharged without clinical deterioration or death.        Nirmatrelvir/ritonavir for preventing SARS‐CoV‐2 infection (PrEP and PEP) We used the same outcome set for PEP and PrEP scenarios, but with different time frames for the outcome assessment. For PEP studies, the relevant period is 14 to 28 days and for PrEP studies, a longer period of up to six months is relevant.     SARS‐CoV‐2 infection (confirmed by RT‐PCR or antigen testing) at 14 days (PEP) and six months (PrEP).    Development of clinical COVID‐19 symptoms up to 28 days (PEP) and six months (PrEP); e.g. assessed in accordance with individual items of the WHO scale (Marshall 2020), or any other standardized scale. If the study did not use the standardized WHO scale to assess the status of the participants, we would categorize their status according to the WHO scale with the information provided by the study.    Uninfected (WHO scale 0).   Ambulatory mild disease (WHO scale 1 to 3).   Hospitalized with moderate disease (WHO scale 4 to 5).   Hospitalized with severe disease (WHO scale 7 to 9).   Mortality (WHO scale 10).     All‐cause mortality up to the longest follow‐up.   Admission to hospital or death within 28 days (PEP) and six months (PrEP).   Quality of life assessed with the standardized scale, WHOQOL‐100, up to 28 days (PEP) and six months (PrEP), and at longest follow‐up available.    Serious adverse events during the study period, defined as number of participants with any event.    Adverse events during the study period, defined as number of participants with any event.    Any grade treatment‐emergent adverse events (any TEAE; adverse events temporally related to the study treatment).    Any grade treatment‐related adverse events (TRAE; adverse events assessed as causally related to the study treatment by the study investigator).    Discontinuation of study drug due to AEs.        Timing of outcome measurement We collected information on outcomes from all time points reported in the publications and study reports. If only a few studies contributed data to an outcome, we planned to pool different time points, provided the studies produced valid data and pooling was clinically reasonable. The current review version included one study.  In case of time‐to‐event analysis, e.g. for time to death, we planned to use the longest follow‐up time measured from randomization.   We have reported time points of outcome measurement in the footnotes of the forest plots. We included SAEs and AEs occurring during the study period, includingAEs during active treatment and long‐term AEs. If sufficient data had been available, we planned to group the measurement time points of eligible outcomes into those measured directly after treatment (up to seven days), medium‐term outcomes (up to 14 days), and longer‐term outcomes (28 days or more).",
        "null": "",
        "Secondary outcomes": "This review specifies no secondary outcomes. All outcomes were treated as a primary outcome set which informed the summary of findings tables."
    },
    "search_strategy": {
        "Appendix 1. Search strategies": "Cochrane COVID‐19 Study Register (CCSR) Search string: \"PF‐07321332\" OR \"PF 07321332\" OR \"PF07321332\" or paxlovid* or nirmatrelvir*  Study characteristics:1) \"Intervention assignment\": “Randomised” OR2) \"Study design\": \"Parallel/Crossover\" OR \"Unclear\" OR3) \"Study type\": \"Adaptive/Platform\"  ScopusTITLE‐ABS‐KEY ((\"PF‐07321332\" OR \"PF 07321332\" OR \"PF07321332\" OR paxlovid* OR nirmatrelvir*) OR (random* OR placebo OR trial OR groups OR \"phase 3\" OR \"phase3\" OR p3 OR \"pIII\"))  WHO COVID‐19 Global literature on coronavirus disease Title, abstract, subject: ((\"PF‐07321332\" OR \"PF 07321332\" OR \"PF07321332\" OR paxlovid* OR nirmatrelvir*) AND (random* OR placebo OR trial OR groups OR \"phase 3\" OR \"phase3\" OR p3 OR \"pIII\"))",
        "Appendix 2. Critical and important criteria for the Research Integrity Assessment of RCTs investigating nirmatrelvir/ritonavir": "Domain    Signalling questions to critical and important criteria    Assessment    Decision      1   Retraction or expression of concern    Is the study retracted?   Check for post‐publication amendments in the systematic search for studies and on the Retraction Watch Database (http://retractiondatabase.org/RetractionSearch.aspx?)    If study is retracted, exclude the study      Is there an expression of concerns published elsewhere?   Check for expressed concerns on the journal‘s homepage or preprint server   If expression of concerns are published, (1) send a request to the authors or the journal editors or wait until resolution of the concerns and (2) hold the study in awaiting classification until clarification      2   Trial registration    Does the study report a trial registry number?   Check in the publication or study report    If study is not prospectively registered, exclude the study      Is the study prospectively registered?   Check in the trials register the date of protocol submission and first posted. Prospective registration is defined as registration of a trial before enrolment of the first participant as defined by the WHO. It must be determined whether the registers registered (date first posted) without delay at this point in the pandemic. In case of doubt, check for the date first submitted or the authors must be asked for the submission date.      Are there any inconsistencies in details such as dates and study methods reported in the publication and in the registration documents?    Compare study dates (enrolment, duration, completion) and methods (study type, allocation, masking) between publication and protocol.     If date of registration is unclear or if prospectively registered, but with inconclusive information, (1) send a request to the authors and (2) hold the study in awaiting classification until clarification      3   Ethics approval    Is an ethics approval reported in the publication?   e.g. the study was authorized by the ethics committee XY located in XY.   If ethics approval or participants’ consent is not adequate, exclude the study.  If ethics approval or participants’ consent is unclear or incomplete, (1) send a request to the authors and (2) hold the study in awaiting classification until clarification.      Is an ethics approval number reported?   Check in the publication, study report and study protocol     Is the name and location of the ethics committee reported?   Check in the publication, study report and study protocol     Does a nationally recognized ethics committee as defined in the country’s clinical trial regulations give the ethics committee approval?    Check the ethics committee on the WHO list of national ethics committees (https://apps.who.int/ethics/nationalcommittees/) and the specific regulations for the country on NIH Clinical Trials Regulation website (https://clinregs.niaid.nih.gov/country/mexico#_top).      Does the study require written informed consent from participants?   Check in the publication, study report and study protocol     4   Study authorship    Are the authors’ affiliations and countries the study is reported to have taken place in consistent?    Check in the publication, study report and study protocol   If study authorship is unclear, (1) send a request to the authors and (2) hold the study in awaiting classification until clarification.  If study authorship is still not plausible after contacting the authors,exclude the study.        Are countries specified in different parts of the article or as compared to the trials registry consistent?    Check in the publication, study report and study protocol     Is the number of authors plausible for the study design (e.g. a single author article reporting a randomized controlled trial is impossible)?    Check in the publication, study report and study protocol     5   Methods reporting    Is the study design (e.g. randomization) reported in sufficient detail?   It has to be clear that the study was truthfully randomized. The method used for the randomization must be described and the process must lead to a random allocation of the participants. The sole designation \"randomized study\" is not sufficient.    If study design is not reported in sufficient detail, (1) send a request to the authors and (2) hold the study in awaiting classification until clarification.  If study turns out to be non‐randomized following author contact, exclude the study.            Are baseline details reported in sufficient detail to assess whether randomization worked properly?    Check whether patients characteristics, e.g. risk factors for COVID‐19 (age, gender, comorbidities) and co‐interventions, are reported      6   Results    Is the number of patients recruited within the timeframe with the condition plausible?   Check in the publication. Justify the decision based on clinical experience. The decision should be verifiable.    If study results are not plausible, (1) send a request to the authors and (2) hold the study in awaiting classification until clarification.  If, after contacting the author, it turns out that study results are not plausible or fabricated,exclude the study.        Is there a realistic response rate or number of participants lost to follow up? In cases with zero losses to follow‐up, is there a plausible explanation (e.g. small number of participants, short‐term follow‐up)?      Is the study free from results that could be implausible (e.g. massive risk reduction, unexpected outlier data, unusual frequency of an outcome)?      Does the number of participants (e.g. women) in each group coincide with the reported randomization method (e.g. block randomization)?    Check in the publication, study report and study protocol     Is there no noteworthy overlap in text/data with other published articles by the same or different authors without explanation?      Is there no excessive similarity or difference in the characteristics of the study participants between groups?      Are there no discrepancies between data reported in figures, tables, and text?     Are there no calculation errors (e.g. number of participants, percentages, proportions)?       Potentially eligible RCTs identified during screening were assessed for research integrity hierarchically considering domain 1 to 6. Retraction, lack of prospective registration, lack of adequate ethical approval with informed written consent, implausible study authorship, lack of truthful randomization, implausible study results were triggers that led to exclusion of a RCT. Concerns in any domain put the study in ‘awaiting classification’ and led to further investigations. If no concerns appeared through all domains or could be clarified, e.g. in correspondence with study authors, the RCT met criteria for inclusion in the review and was processed further. For the next review update, included RCTs and RCTs ‘awaiting classification’ must be reassessed for retraction notices."
    }
}