{
    "title": "Systemic opioid regimens for postoperative pain in neonates",
    "abstract": "Background Postoperative pain clinical management in neonates has always been a challenging medical issue. Worldwide, several systemic opioid regimens are available for pediatricians, neonatologists, and general practitioners to control pain in neonates undergoing surgical procedures. However, the most effective and safe regimen is still unknown in the current body of literature.    Objectives To determine the effects of different regimens of systemic opioid analgesics in neonates submitted to surgery on all‐cause mortality, pain, and significant neurodevelopmental disability. Potentially assessed regimens might include: different doses of the same opioid, different routes of administration of the same opioid, continuous infusion versus bolus administration, or 'as needed' administration versus 'as scheduled' administration.    Search methods Searches were conducted in June 2022 using the following databases: Cochrane Central Register of Controlled Trials [CENTRAL], PubMed, and CINAHL. Trial registration records were identified via CENTRAL and an independent search of the ISRCTN registry.    Selection criteria We included randomized controlled trials (RCTs), quasi‐randomized, cluster‐randomized, and cross‐over controlled trials evaluating systemic opioid regimens' effects on postoperative pain in neonates (pre‐term or full‐term). We considered suitable for inclusion: I) studies evaluating different doses of the same opioid; 2) studies evaluating different routes of administration of the same opioid; 3) studies evaluating the effectiveness of continuous infusion versus bolus infusion; and 4) studies establishing an assessment of an 'as needed' administration versus 'as scheduled' administration.    Data collection and analysis According to Cochrane methods, two investigators independently screened retrieved records, extracted data, and appraised the risk of bias. We stratified meta‐analysis by the type of intervention: studies evaluating the use of opioids for postoperative pain in neonates through continuous infusion versus bolus infusion and studies assessing the 'as needed' administration versus 'as scheduled' administration. We used the fixed‐effect model with risk ratio (RR) for dichotomous data and mean difference (MD), standardized mean difference (SMD), median, and interquartile range (IQR) for continuous data. Finally, we used the GRADEpro approach for primary outcomes to evaluate the quality of the evidence across included studies.    Main results In this review, we included seven randomized controlled clinical trials (504 infants) from 1996 to 2020. We identified no studies comparing different doses of the same opioid, or different routes. The administration of continuous opioid infusion versus bolus administration of opioids was evaluated in six studies, while one study compared 'as needed' versus 'as scheduled' administration of morphine given by parents or nurses. Overall, the effectiveness of continuous infusion of opioids over bolus infusion as measured by the visual analog scale (MD 0.00, 95% confidence interval (CI) ‐0.23 to 0.23; 133 participants, 2 studies; I² = 0); or using the COMFORT scale (MD ‐0.07, 95% CI ‐0.89 to 0.75; 133 participants, 2 studies; I² = 0), remains unclear due to study designs' limitations, such as the unclear risk of attrition, reporting bias, and imprecision among reported results (very low certainty of the evidence).  None of the included studies reported data on other clinically important outcomes such as all‐cause mortality rate during hospitalization, major neurodevelopmental disability, the incidence of severe retinopathy of prematurity or intraventricular hemorrhage, and cognitive‐ and educational‐related outcomes.     Authors' conclusions Limited evidence is available on continuous infusion compared to intermittent boluses of systemic opioids. We are uncertain whether continuous opioid infusion reduces pain compared with intermittent opioid boluses; none of the studies reported the other primary outcomes of this review, i.e. all‐cause mortality during initial hospitalization, significant neurodevelopmental disability, or cognitive and educational outcomes among children older than five years old. Only one small study reported on morphine infusion with parent‐ or nurse‐controlled analgesia.",
    "review_type": "Intervention",
    "doi": "https://doi.org/10.1002/14651858.CD015016.pub2",
    "review_id": "CD015016",
    "criteria": {
        "Types of studies": "We included prospective randomized controlled trials (RCTs), quasi‐RCTs, cluster‐RCTs, and cross‐over RCTs.",
        "Types of participants": "We included preterm and term infants of a postmenstrual age (PMA) up to 46 weeks and 0 days, irrespective of their gestational age at birth, receiving opioids following neonatal surgery where the surgery was performed in the operating room under general anesthesia (e.g. hernia repair surgery) or in the neonatal ward for minor surgery (e.g. patent ductus arteriosus ligation, surgery for retinopathy of prematurity, positioning of surgical drainage for air leak, thoracocentesis, placement of reservoir, or peritoneal dialysis for acute kidney failure). We excluded: infants receiving opioids during mechanical ventilation for respiratory morbidity;   infants receiving opioids pre‐intubation;   infants receiving opioids for procedural pain;   infants treated for neonatal abstinence syndrome; and   infants undergoing hemodialysis. infants receiving opioids during mechanical ventilation for respiratory morbidity; infants receiving opioids pre‐intubation; infants receiving opioids for procedural pain; infants treated for neonatal abstinence syndrome; and infants undergoing hemodialysis.",
        "Types of interventions": "We included studies on any opioids (e.g. morphine, diamorphine, fentanyl, alfentanil, sufentanil, pethidine, meperidine, codeine) following neonatal surgery. The following acceptable comparisons were included. Comparison 1: different doses of the same opioid   Comparison 2: different routes of administration of the same opioid (e.g. enteral versus parenteral)    Comparison 3: continuous infusion versus bolus administration of the same opioid   Comparison 4: 'as needed' administration (e.g. based on pain scales) versus 'as scheduled' administration of the same opioid (e.g. a predefined time interval) Comparison 1: different doses of the same opioid Comparison 2: different routes of administration of the same opioid (e.g. enteral versus parenteral) Comparison 3: continuous infusion versus bolus administration of the same opioid Comparison 4: 'as needed' administration (e.g. based on pain scales) versus 'as scheduled' administration of the same opioid (e.g. a predefined time interval) We included any systemic route of administration (e.g. enteral and intravenous). We excluded spinal administration (i.e. intrathecal, epidural, caudal), intraosseous infusion, nerve blocks or wound infusions. We included studies where the interventions were started during surgery, if their administration was continued postoperatively. Studies comparing opioids to other interventions were included in the ongoing Cochrane Review, 'Systemic opioids versus other analgesics and sedatives for postoperative pain in neonates' (Kinoshita 2021).",
        "Types of outcome measures": "We focused on outcomes associated with pain assessment or management, neurological and cognitive functions, as well as other clinically relevant outcomes. Pain assessed with validated methods during the administration of selected drugs. The following scales, developed to assess pain, fulfill validity and reliability criteria for newborn infants (term and preterm on mechanical ventilation for any respiratory disease) when critically reviewed (Giordano 2019) were, as follows: Neonatal Infant Pain Scale (NIPS) (Lawrence 1983); Premature Infant Pain Profile (PIPP) (Stevens 1996); COMFORTneo (Van Dijk 2009); Neonatal Pain, Agitation and Sedation Scale (N‐PASS) (Hummel 2008), as well as Visual Analogue Scale (VAS).    All‐cause mortality during initial hospitalization   Major neurodevelopmental disability: cerebral palsy, developmental delay (Bayley Scales of Infant Development ‐ Mental Development Index Edition II (BSID‐MDI‐II; Bayley 1993), Bayley Scales of Infant and Toddler Development ‐ Edition III Cognitive Scale (BSITD‐III) (Bayley 2005)), or Griffiths Mental Development Scale ‐ General Cognitive Index (GCI) (Griffiths 1954; Griffiths 1970), assessment greater than two standard deviations (SDs) below the mean), intellectual impairment (intelligence quotient (IQ) greater than two SDs below the mean), blindness (vision less than 6/60 in both eyes), or sensorineural deafness requiring amplification (Jacobs 2013). We planned to separately assess data on children aged 18 to 24 months and aged three to five years.    Cognitive and educational outcomes in children older than five years old Pain assessed with validated methods during the administration of selected drugs. The following scales, developed to assess pain, fulfill validity and reliability criteria for newborn infants (term and preterm on mechanical ventilation for any respiratory disease) when critically reviewed (Giordano 2019) were, as follows: Neonatal Infant Pain Scale (NIPS) (Lawrence 1983); Premature Infant Pain Profile (PIPP) (Stevens 1996); COMFORTneo (Van Dijk 2009); Neonatal Pain, Agitation and Sedation Scale (N‐PASS) (Hummel 2008), as well as Visual Analogue Scale (VAS). All‐cause mortality during initial hospitalization Major neurodevelopmental disability: cerebral palsy, developmental delay (Bayley Scales of Infant Development ‐ Mental Development Index Edition II (BSID‐MDI‐II; Bayley 1993), Bayley Scales of Infant and Toddler Development ‐ Edition III Cognitive Scale (BSITD‐III) (Bayley 2005)), or Griffiths Mental Development Scale ‐ General Cognitive Index (GCI) (Griffiths 1954; Griffiths 1970), assessment greater than two standard deviations (SDs) below the mean), intellectual impairment (intelligence quotient (IQ) greater than two SDs below the mean), blindness (vision less than 6/60 in both eyes), or sensorineural deafness requiring amplification (Jacobs 2013). We planned to separately assess data on children aged 18 to 24 months and aged three to five years. Cognitive and educational outcomes in children older than five years old All‐cause neonatal mortality (death until postnatal day 28)   Episodes of bradycardia defined as a fall in heart rate of more than 30% below the baseline or less than 100 beats per minute for 10 seconds or longer    Hypotension requiring medical therapy (vasopressors or fluid boluses)   Retinopathy of prematurity (ROP) in infants examined (all stages (stage 1 or greater) and severe (defined as stage 3 or greater)) (ICCROP 2005)    Intraventricular hemorrhage (IVH; all (grade 1 or 2) or severe (grade 3 or greater) on cranial ultrasound, as per Papile classification (Papile 1978)    Periventricular leukomalacia (PVL) (any grade (Grade 1 or greater), on basis of ultrasound or magnetic resonance imaging (De Vries 1992)    Necrotizing enterocolitis (NEC) (modified Bell stage 2/3; Walsh 1986)    Bronchopulmonary dysplasia/chronic lung disease:   28 days (NIH 1979)    36 weeks' postmenstrual age (Jobe 2001)    physiological definition (Walsh 2004)      Constipation defined as a delay in defecation sufficient to cause significant distress to the infant    Focal gastrointestinal perforation   Duration of mechanical ventilation (days)   Number of infants with mechanical ventilation longer than 24 hours   Duration of oxygen supplementation (days)   Hospital stay (days)   Time to full enteral feeding (days)   Cost of neonatal care All‐cause neonatal mortality (death until postnatal day 28) Episodes of bradycardia defined as a fall in heart rate of more than 30% below the baseline or less than 100 beats per minute for 10 seconds or longer Hypotension requiring medical therapy (vasopressors or fluid boluses) Retinopathy of prematurity (ROP) in infants examined (all stages (stage 1 or greater) and severe (defined as stage 3 or greater)) (ICCROP 2005) Intraventricular hemorrhage (IVH; all (grade 1 or 2) or severe (grade 3 or greater) on cranial ultrasound, as per Papile classification (Papile 1978) Periventricular leukomalacia (PVL) (any grade (Grade 1 or greater), on basis of ultrasound or magnetic resonance imaging (De Vries 1992) Necrotizing enterocolitis (NEC) (modified Bell stage 2/3; Walsh 1986) Bronchopulmonary dysplasia/chronic lung disease: 28 days (NIH 1979) 36 weeks' postmenstrual age (Jobe 2001) physiological definition (Walsh 2004) Constipation defined as a delay in defecation sufficient to cause significant distress to the infant Focal gastrointestinal perforation Duration of mechanical ventilation (days) Number of infants with mechanical ventilation longer than 24 hours Duration of oxygen supplementation (days) Hospital stay (days) Time to full enteral feeding (days) Cost of neonatal care",
        "Primary outcomes": "Pain assessed with validated methods during the administration of selected drugs. The following scales, developed to assess pain, fulfill validity and reliability criteria for newborn infants (term and preterm on mechanical ventilation for any respiratory disease) when critically reviewed (Giordano 2019) were, as follows: Neonatal Infant Pain Scale (NIPS) (Lawrence 1983); Premature Infant Pain Profile (PIPP) (Stevens 1996); COMFORTneo (Van Dijk 2009); Neonatal Pain, Agitation and Sedation Scale (N‐PASS) (Hummel 2008), as well as Visual Analogue Scale (VAS).    All‐cause mortality during initial hospitalization   Major neurodevelopmental disability: cerebral palsy, developmental delay (Bayley Scales of Infant Development ‐ Mental Development Index Edition II (BSID‐MDI‐II; Bayley 1993), Bayley Scales of Infant and Toddler Development ‐ Edition III Cognitive Scale (BSITD‐III) (Bayley 2005)), or Griffiths Mental Development Scale ‐ General Cognitive Index (GCI) (Griffiths 1954; Griffiths 1970), assessment greater than two standard deviations (SDs) below the mean), intellectual impairment (intelligence quotient (IQ) greater than two SDs below the mean), blindness (vision less than 6/60 in both eyes), or sensorineural deafness requiring amplification (Jacobs 2013). We planned to separately assess data on children aged 18 to 24 months and aged three to five years.    Cognitive and educational outcomes in children older than five years old",
        "Secondary outcomes": "All‐cause neonatal mortality (death until postnatal day 28)   Episodes of bradycardia defined as a fall in heart rate of more than 30% below the baseline or less than 100 beats per minute for 10 seconds or longer    Hypotension requiring medical therapy (vasopressors or fluid boluses)   Retinopathy of prematurity (ROP) in infants examined (all stages (stage 1 or greater) and severe (defined as stage 3 or greater)) (ICCROP 2005)    Intraventricular hemorrhage (IVH; all (grade 1 or 2) or severe (grade 3 or greater) on cranial ultrasound, as per Papile classification (Papile 1978)    Periventricular leukomalacia (PVL) (any grade (Grade 1 or greater), on basis of ultrasound or magnetic resonance imaging (De Vries 1992)    Necrotizing enterocolitis (NEC) (modified Bell stage 2/3; Walsh 1986)    Bronchopulmonary dysplasia/chronic lung disease:   28 days (NIH 1979)    36 weeks' postmenstrual age (Jobe 2001)    physiological definition (Walsh 2004)      Constipation defined as a delay in defecation sufficient to cause significant distress to the infant    Focal gastrointestinal perforation   Duration of mechanical ventilation (days)   Number of infants with mechanical ventilation longer than 24 hours   Duration of oxygen supplementation (days)   Hospital stay (days)   Time to full enteral feeding (days)   Cost of neonatal care"
    },
    "search_strategy": {
        "Appendix 1. Search strategies": "Pubmed #1 (((infant, newborn[MeSH] OR newborn*[TIAB] OR \"new born\"[TIAB] OR \"new borns\"[TIAB] OR \"newly born\"[TIAB] OR baby*[TIAB] OR babies*[TIAB] OR premature[TIAB] OR prematurity[TIAB] OR preterm[TIAB] OR \"pre term\"[TIAB] OR “low birth weight”[TIAB] OR \"low birthweight\"[TIAB] OR VLBW[TIAB] OR LBW[TIAB] OR infan*[TIAB] OR neonat*[TIAB])))  #2 (((((morphine OR diamorphine OR fentanyl OR alfentanil OR sufentanil OR pethidine OR meperidine OR codeine OR methadone))) OR (\"Narcotics\"[Majr] OR \"Analgesia\"[Majr] OR sedation[Title/Abstract] OR opioid*[Title/Abstract] OR remifentanil)) OR ((((((((\"Morphine\"[Mesh]) OR \"Heroin\"[Mesh]) OR \"Fentanyl\"[Mesh]) OR \"Alfentanil\"[Mesh]) OR \"Sufentanil\"[Mesh]) OR \"Meperidine\"[Mesh]) OR \"Codeine\"[Mesh]) OR \"Methadone\"[Mesh] OR “Remifentanil”[Mesh]))  #3 (\"Surgical Procedures, Operative\"[Mesh] OR surgery[TIAB] OR surgical[TIAB] OR \"postoperat*\"[TIAB] OR \"post operat*\"[TIAB] OR \"postsurg*\"[TIAB] OR \"post surg*\"[TIAB] OR operative[TIAB] OR operation*[TIAB] OR ligation*[TIAB] OR repair[TIAB])  #4 ((((randomized controlled trial [pt] OR controlled clinical trial [pt] OR randomized [tiab] OR placebo [tiab] OR drug therapy [sh] OR randomly [tiab] OR trial [tiab] OR groups [tiab])) NOT (animals[MH] NOT humans[MH])))  #5 #1 AND #2 AND #3 AND #4   Cochrane Library/CENTRAL via Wiley #1 MeSH descriptor: [Infant, Newborn] explode all trees #2 (infan* or newborn* or \"new born\" or \"new borns\" or \"newly born\" or neonat* or baby* or babies or premature or prematures or prematurity or preterm* or \"pre term\" or premies or \"low birth weight\" or \"low birthweight\" or VLBW or LBW or ELBW or NICU):ti,ab,kw (Word variations have been searched)  #3 (morphine OR diamorphine OR fentanyl OR alfentanil OR sufentanil OR pethidine OR meperidine OR codeine OR methadone OR remifentanil):ti,ab,kw (Word variations have been searched)  #4 (surgery OR surgical OR postoperat* OR \"post operat*\" OR postsurg* OR \"post surg*\" OR operative OR operation*):ti,ab,kw (Word variations have been searched)  #5 MeSH descriptor: [Surgical Procedures, Operative] explode all trees #6 #1 OR #2 #7 #4 OR #5 #8 #3 AND #6 AND #7   CINAHL via EBSCOHost #1 (infant or infants or infant’s or infantile or infancy or newborn* or \"new born\" or \"new borns\" or \"newly born\" or neonat* or baby* or babies or premature or prematures or prematurity or preterm or preterms or \"pre term\" or premies or \"low birth weight\" or \"low birthweight\" or VLBW or LBW)  #2 (morphine OR diamorphine OR fentanyl OR alfentanil OR sufentanil OR pethidine OR meperidine OR codeine OR methadone OR MH morphine OR MH diamorphine OR MH fentanyl OR MH alfentanil OR MH sufentanil OR MH pethidine OR MH meperidine OR MH codeine OR MH methadone OR MH remifentanil OR MJ narcotics OR MJ sedation OR MJ analgesia OR TI opioid* OR AB opioid*)  #3 (MH \"Surgery, Operative+\") #4 surgery OR surgical OR postoperat* OR \"post operat*\" OR postsurg* OR \"post surg*\" OR operative OR operation*  #5 #3 OR #4 #6 (randomized controlled trial OR controlled clinical trial OR randomized OR randomised OR placebo OR clinical trials as topic OR randomly OR trial OR PT clinical trial)  #7 #1 AND #2 AND #5 AND #6",
        "Pubmed": "#1 (((infant, newborn[MeSH] OR newborn*[TIAB] OR \"new born\"[TIAB] OR \"new borns\"[TIAB] OR \"newly born\"[TIAB] OR baby*[TIAB] OR babies*[TIAB] OR premature[TIAB] OR prematurity[TIAB] OR preterm[TIAB] OR \"pre term\"[TIAB] OR “low birth weight”[TIAB] OR \"low birthweight\"[TIAB] OR VLBW[TIAB] OR LBW[TIAB] OR infan*[TIAB] OR neonat*[TIAB])))  #2 (((((morphine OR diamorphine OR fentanyl OR alfentanil OR sufentanil OR pethidine OR meperidine OR codeine OR methadone))) OR (\"Narcotics\"[Majr] OR \"Analgesia\"[Majr] OR sedation[Title/Abstract] OR opioid*[Title/Abstract] OR remifentanil)) OR ((((((((\"Morphine\"[Mesh]) OR \"Heroin\"[Mesh]) OR \"Fentanyl\"[Mesh]) OR \"Alfentanil\"[Mesh]) OR \"Sufentanil\"[Mesh]) OR \"Meperidine\"[Mesh]) OR \"Codeine\"[Mesh]) OR \"Methadone\"[Mesh] OR “Remifentanil”[Mesh]))  #3 (\"Surgical Procedures, Operative\"[Mesh] OR surgery[TIAB] OR surgical[TIAB] OR \"postoperat*\"[TIAB] OR \"post operat*\"[TIAB] OR \"postsurg*\"[TIAB] OR \"post surg*\"[TIAB] OR operative[TIAB] OR operation*[TIAB] OR ligation*[TIAB] OR repair[TIAB])  #4 ((((randomized controlled trial [pt] OR controlled clinical trial [pt] OR randomized [tiab] OR placebo [tiab] OR drug therapy [sh] OR randomly [tiab] OR trial [tiab] OR groups [tiab])) NOT (animals[MH] NOT humans[MH])))  #5 #1 AND #2 AND #3 AND #4",
        "Cochrane Library/CENTRAL via Wiley": "#1 MeSH descriptor: [Infant, Newborn] explode all trees #2 (infan* or newborn* or \"new born\" or \"new borns\" or \"newly born\" or neonat* or baby* or babies or premature or prematures or prematurity or preterm* or \"pre term\" or premies or \"low birth weight\" or \"low birthweight\" or VLBW or LBW or ELBW or NICU):ti,ab,kw (Word variations have been searched)  #3 (morphine OR diamorphine OR fentanyl OR alfentanil OR sufentanil OR pethidine OR meperidine OR codeine OR methadone OR remifentanil):ti,ab,kw (Word variations have been searched)  #4 (surgery OR surgical OR postoperat* OR \"post operat*\" OR postsurg* OR \"post surg*\" OR operative OR operation*):ti,ab,kw (Word variations have been searched)  #5 MeSH descriptor: [Surgical Procedures, Operative] explode all trees #6 #1 OR #2 #7 #4 OR #5 #8 #3 AND #6 AND #7",
        "CINAHL via EBSCOHost": "#1 (infant or infants or infant’s or infantile or infancy or newborn* or \"new born\" or \"new borns\" or \"newly born\" or neonat* or baby* or babies or premature or prematures or prematurity or preterm or preterms or \"pre term\" or premies or \"low birth weight\" or \"low birthweight\" or VLBW or LBW)  #2 (morphine OR diamorphine OR fentanyl OR alfentanil OR sufentanil OR pethidine OR meperidine OR codeine OR methadone OR MH morphine OR MH diamorphine OR MH fentanyl OR MH alfentanil OR MH sufentanil OR MH pethidine OR MH meperidine OR MH codeine OR MH methadone OR MH remifentanil OR MJ narcotics OR MJ sedation OR MJ analgesia OR TI opioid* OR AB opioid*)  #3 (MH \"Surgery, Operative+\") #4 surgery OR surgical OR postoperat* OR \"post operat*\" OR postsurg* OR \"post surg*\" OR operative OR operation*  #5 #3 OR #4 #6 (randomized controlled trial OR controlled clinical trial OR randomized OR randomised OR placebo OR clinical trials as topic OR randomly OR trial OR PT clinical trial)  #7 #1 AND #2 AND #5 AND #6",
        "Appendix 2. Risk of bias tool": "We used the standard methods of Cochrane and Cochrane Neonatal to assess the methodological quality of the trials. For each trial, we sought information regarding the method of randomization, blinding, and reporting of all outcomes of all the infants enrolled in the trial. We assessed each criterion as being at a low, high, or unclear risk of bias. Two review authors separately assessed each study. We resolved any disagreements by discussion. We added this information to the 'Characteristics of included studies' table. We evaluated the following issues and entered the findings into the Risk of bias table.   1. Sequence generation (checking for possible selection bias). Was the allocation sequence adequately generated?  For each included study, we will categorize the method used to generate the allocation sequence as:     low risk (any truly random process, e.g. random number table; computer random number generator);    high risk (any non‐random process, e.g. odd or even date of birth; hospital or clinic record number); or    unclear risk.      2. Allocation concealment (checking for possible selection bias). Was allocation adequately concealed?  For each included study, we will categorize the method used to conceal the allocation sequence as:     low risk (e.g. telephone or central randomization; consecutively numbered, sealed, opaque envelopes);    high risk (open random allocation; unsealed or non‐opaque envelopes, alternation; date of birth); or    unclear risk      3. Blinding of participants and personnel (checking for possible performance bias). Was knowledge of the allocated intervention adequately prevented during the study?  For each included study, we will categorize the methods used to blind study participants and personnel from knowledge of which intervention a participant received. We will assess blinding separately for different outcomes or class of outcomes. We will categorize the methods as:     low risk, high risk, or unclear risk for participants; and   low risk, high risk, or unclear risk for personnel.      4. Blinding of outcome assessment (checking for possible detection bias). Was knowledge of the allocated intervention adequately prevented at the time of outcome assessment?  For each included study, we will categorize the methods used to blind outcome assessment. We will assess blinding separately for different outcomes or class of outcomes. We will categorize the methods as:     low risk for outcome assessors;   high risk for outcome assessors; or   unclear risk for outcome assessors.      5. Incomplete outcome data (checking for possible attrition bias through withdrawals, dropouts, protocol deviations). Were incomplete outcome data adequately addressed?  For each included study and for each outcome, we will describe the completeness of data including attrition and exclusions from the analysis. We will note whether attrition and exclusions were reported, the numbers included in the analysis at each stage (compared with the total randomized participants), reasons for attrition or exclusion where reported, and whether missing data were balanced across groups or were related to outcomes. Where sufficient information is reported or supplied by the trial authors, we will re‐include missing data in the analyses. We will categorize the methods as:     low risk (< 20% missing data);   high risk (≥ 20% missing data); or   unclear risk.      6. Selective reporting bias. Are reports of the study free of the suggestion of selective outcome reporting?  For each included study, we will describe how we investigated the possibility of selective outcome reporting bias and what we found. For studies in which study protocols were published in advance, we will compare prespecified outcomes versus outcomes eventually reported in the published results. If the study protocol was not published in advance, we will contact study authors to gain access to the study protocol. We will assess the methods as:     low risk (where it is clear that all of the study's prespecified outcomes and all expected outcomes of interest to the review have been reported);    high risk (where not all the study's prespecified outcomes have been reported; one or more reported primary outcomes were not prespecified outcomes of interest and are reported incompletely and so cannot be used; the study fails to include results of a key outcome that would have been expected to have been reported); or    unclear risk.      7. Other sources of bias. Was the study apparently free of other problems that could put it at high risk of bias?  For each included study, we will describe any important concerns we had about other possible sources of bias (e.g. whether there was a potential source of bias related to the specific study design or whether the trial was stopped early due to some data‐dependent process). We will assess whether each study was free of other problems that could put it at risk of bias as:     low risk;   high risk;   unclear risk.    If needed, we plan to explore the impact of the level of bias by undertaking sensitivity analyses.",
        "1. Sequence generation (checking for possible selection bias). Was the allocation sequence adequately generated?": "For each included study, we will categorize the method used to generate the allocation sequence as:     low risk (any truly random process, e.g. random number table; computer random number generator);    high risk (any non‐random process, e.g. odd or even date of birth; hospital or clinic record number); or    unclear risk.",
        "2. Allocation concealment (checking for possible selection bias). Was allocation adequately concealed?": "For each included study, we will categorize the method used to conceal the allocation sequence as:     low risk (e.g. telephone or central randomization; consecutively numbered, sealed, opaque envelopes);    high risk (open random allocation; unsealed or non‐opaque envelopes, alternation; date of birth); or    unclear risk",
        "3. Blinding of participants and personnel (checking for possible performance bias). Was knowledge of the allocated intervention adequately prevented during the study?": "For each included study, we will categorize the methods used to blind study participants and personnel from knowledge of which intervention a participant received. We will assess blinding separately for different outcomes or class of outcomes. We will categorize the methods as:     low risk, high risk, or unclear risk for participants; and   low risk, high risk, or unclear risk for personnel.",
        "4. Blinding of outcome assessment (checking for possible detection bias). Was knowledge of the allocated intervention adequately prevented at the time of outcome assessment?": "For each included study, we will categorize the methods used to blind outcome assessment. We will assess blinding separately for different outcomes or class of outcomes. We will categorize the methods as:     low risk for outcome assessors;   high risk for outcome assessors; or   unclear risk for outcome assessors.",
        "5. Incomplete outcome data (checking for possible attrition bias through withdrawals, dropouts, protocol deviations). Were incomplete outcome data adequately addressed?": "For each included study and for each outcome, we will describe the completeness of data including attrition and exclusions from the analysis. We will note whether attrition and exclusions were reported, the numbers included in the analysis at each stage (compared with the total randomized participants), reasons for attrition or exclusion where reported, and whether missing data were balanced across groups or were related to outcomes. Where sufficient information is reported or supplied by the trial authors, we will re‐include missing data in the analyses. We will categorize the methods as:     low risk (< 20% missing data);   high risk (≥ 20% missing data); or   unclear risk.",
        "6. Selective reporting bias. Are reports of the study free of the suggestion of selective outcome reporting?": "For each included study, we will describe how we investigated the possibility of selective outcome reporting bias and what we found. For studies in which study protocols were published in advance, we will compare prespecified outcomes versus outcomes eventually reported in the published results. If the study protocol was not published in advance, we will contact study authors to gain access to the study protocol. We will assess the methods as:     low risk (where it is clear that all of the study's prespecified outcomes and all expected outcomes of interest to the review have been reported);    high risk (where not all the study's prespecified outcomes have been reported; one or more reported primary outcomes were not prespecified outcomes of interest and are reported incompletely and so cannot be used; the study fails to include results of a key outcome that would have been expected to have been reported); or    unclear risk.",
        "7. Other sources of bias. Was the study apparently free of other problems that could put it at high risk of bias?": "For each included study, we will describe any important concerns we had about other possible sources of bias (e.g. whether there was a potential source of bias related to the specific study design or whether the trial was stopped early due to some data‐dependent process). We will assess whether each study was free of other problems that could put it at risk of bias as:     low risk;   high risk;   unclear risk.    If needed, we plan to explore the impact of the level of bias by undertaking sensitivity analyses."
    }
}