{
    "title": "Consumers’ and health providers’ views and perceptions of partnering to improve health services design, delivery and evaluation: a co‐produced qualitative evidence synthesis",
    "abstract": "Background Partnering with consumers in the planning, delivery and evaluation of health services is an essential component of person‐centred care. There are many ways to partner with consumers to improve health services, including formal group partnerships (such as committees, boards or steering groups). However, consumers' and health providers' views and experiences of formal group partnerships remain unclear.  In this qualitative evidence synthesis (QES), we focus specifically on formal group partnerships where health providers and consumers share decision‐making about planning, delivering and/or evaluating health services. Formal group partnerships were selected because they are widely used throughout the world to improve person‐centred care.  For the purposes of this QES, the term 'consumer' refers to a person who is a patient, carer or community member who brings their perspective to health service partnerships. 'Health provider' refers to a person with a health policy, management, administrative or clinical role who participates in formal partnerships in an advisory or representative capacity.  This QES was co‐produced with a Stakeholder Panel of consumers and health providers. The QES was undertaken concurrently with a Cochrane intervention review entitled Effects of consumers and health providers working in partnership on health services planning, delivery and evaluation.    Objectives 1. To synthesise the views and experiences of consumers and health providers of formal partnership approaches that aimed to improve planning, delivery or evaluation of health services.  2. To identify best practice principles for formal partnership approaches in health services by understanding consumers' and health providers' views and experiences.    Search methods We searched MEDLINE, Embase, PsycINFO and CINAHL for studies published between January 2000 and October 2018. We also searched grey literature sources including websites of relevant research and policy organisations involved in promoting person‐centred care.    Selection criteria We included qualitative studies that explored consumers' and health providers' perceptions and experiences of partnering in formal group formats to improve the planning, delivery or evaluation of health services.    Data collection and analysis Following completion of abstract and full‐text screening, we used purposive sampling to select a sample of eligible studies that covered a range of pre‐defined criteria, including rich data, range of countries and country income level, settings, participants, and types of partnership activities. A Framework Synthesis approach was used to synthesise the findings of the sample. We appraised the quality of each study using the CASP (Critical Appraisal Skill Program) tool. We assessed our confidence in the findings using the GRADE‐CERQual (Confidence in the Evidence from Reviews of Qualitative research) approach.  The Stakeholder Panel was involved in each stage of the review from development of the protocol to development of the best practice principles.    Main results We found 182 studies that were eligible for inclusion. From this group, we selected 33 studies to include in the final synthesis. These studies came from a wide range of countries including 28 from high‐income countries and five from low‐ or middle‐income countries (LMICs).  Each of the studies included the experiences and views of consumers and/or health providers of partnering in formal group formats. The results were divided into the following categories.  Contextual factors influencing partnerships: government policy, policy implementation processes and funding, as well as the organisational context of the health service, could facilitate or impede partnering (moderate level of confidence).  Consumer recruitment: consumer recruitment occurred in different ways and consumers managed the recruitment process in a minority of studies only (high level of confidence). Recruiting a range of consumers who were reflective of the clinic's demographic population was considered desirable, particularly by health providers (high level of confidence). Some health providers perceived that individual consumers' experiences were not generalisable to the broader population whereas consumers perceived it could be problematic to aim to represent a broad range of community views (high level of confidence).  Partnership dynamics and processes: positive interpersonal dynamics between health providers and consumers facilitated partnerships (high level of confidence). However, formal meeting formats and lack of clarity about the consumer role could constrain consumers’ involvement (high level of confidence). Health providers’ professional status, technical knowledge and use of jargon were intimidating for some consumers (high level of confidence) and consumers could feel their experiential knowledge was not valued (moderate level of confidence). Consumers could also become frustrated when health providers dominated the meeting agenda (moderate level of confidence) and when they experienced token involvement, such as a lack of decision‐making power (high level of confidence)  Perceived impacts on partnership participants: partnering could affect health provider and consumer participants in both positive and negative ways (high level of confidence).  Perceived impacts on health service planning, delivery and evaluation: partnering was perceived to improve the person‐centredness of health service culture (high level of confidence), improve the built environment of the health service (high level of confidence), improve health service design and delivery e.g. facilitate 'out of hours' services or treatment closer to home (high level of confidence), enhance community ownership of health services, particularly in LMICs (moderate level of confidence), and improve consumer involvement in strategic decision‐making, under certain conditions (moderate level of confidence). There was limited evidence suggesting partnering may improve health service evaluation (very low level of confidence).  Best practice principles for formal partnering to promote person‐centred care were developed from these findings. The principles were developed collaboratively with the Stakeholder Panel and included leadership and health service culture; diversity; equity; mutual respect; shared vision and regular communication; shared agendas and decision‐making; influence and sustainability.    Authors' conclusions Successful formal group partnerships with consumers require health providers to continually reflect and address power imbalances that may constrain consumers' participation. Such imbalances may be particularly acute in recruitment procedures, meeting structure and content and decision‐making processes. Formal group partnerships were perceived to improve the physical environment of health services, the person‐centredness of health service culture and health service design and delivery. Implementing the best practice principles may help to address power imbalances, strengthen formal partnering, improve the experiences of consumers and health providers and positively affect partnership outcomes.",
    "review_type": "Qualitative",
    "doi": "https://doi.org/10.1002/14651858.CD013274.pub2",
    "review_id": "CD013274",
    "criteria": {
        "Types of phenomena of interest": "We included qualitative studies that focused on working in formal group partnerships to improve planning, delivery or evaluation of health services. Partnering is defined as \"healthcare organisations, healthcare providers and policymakers actively working with people who use the healthcare system to ensure that health information and services meet people's needs\" (ACSQHC 2018). For the purposes of this review, formal group partnerships were operationalised as consumers and health providers meeting jointly and regularly in formal group formats (e.g. committees, councils, working groups) to share decision‐making for the purpose of planning, delivery or evaluation in one or more health service(s). Studies meeting the following criteria were eligible for inclusion. Consumers and health providers were engaged in formal group formats, such as committees, councils, boards or steering groups.    The group involved at least one consumer and at least one health provider.   The group met jointly, more than once via face‐to‐face or electronic modes.   The group was either ongoing or time‐limited (for example, groups formed for a specific project).    The group made joint decisions for planning and/or delivery and/or evaluation of health services. Consumers and health providers were engaged in formal group formats, such as committees, councils, boards or steering groups. The group involved at least one consumer and at least one health provider. The group met jointly, more than once via face‐to‐face or electronic modes. The group was either ongoing or time‐limited (for example, groups formed for a specific project). The group made joint decisions for planning and/or delivery and/or evaluation of health services. We excluded studies that involved partnering with consumers for decision‐making about an individual's care or treatment, and studies focused on partnering with consumers for health services research (planning, undertaking, or disseminating research), including a health service's management of research (research funding panels, setting research priorities, research ethics, and governance). We included studies which involved partnering with consumers for health provider education, but only when these partnerships included formal group formats (e.g. a training committee or delivering joint training).",
        "Types of studies": "This review included primary, empirical qualitative studies that included a description of the sampling strategy, data collection procedures and the type of data analysis undertaken (Hannes 2011). We also included the qualitative component of mixed methods studies. We excluded opinion pieces, vignettes and editorials.",
        "Types of settings": "The setting for outcomes of the partnering approaches was health services. For the purposes of this review, health services were defined as healthcare organisations that provided direct care to patients in primary settings (e.g. community health centre, general practitioner practice), secondary settings (e.g. specialist outpatient clinics), or tertiary settings (e.g. hospitals). We also included home and residential services but only when the primary focus was on providing health or nursing care (e.g. home‐based nursing services, nursing homes, residential rehabilitation services or hospices). Studies from rural and urban settings were eligible for inclusion, as well as those from high‐income and low‐ and middle‐income countries.",
        "Types of participants": "For the purposes of the QES, the terms 'consumer' and 'health provider' were defined as follows. 'Consumer' referred to a person who was a patient, carer or community member who brought their perspective to health service partnerships. The term also included consultants who were employed by the health service to represent the patient or carer perspective.    'Health provider' referred to a person who had a health policy, management, administrative, or clinical role and who participated in formal partnerships in an advisory or representative capacity. A health provider did not include a person whose primary role was a health researcher. 'Consumer' referred to a person who was a patient, carer or community member who brought their perspective to health service partnerships. The term also included consultants who were employed by the health service to represent the patient or carer perspective. 'Health provider' referred to a person who had a health policy, management, administrative, or clinical role and who participated in formal partnerships in an advisory or representative capacity. A health provider did not include a person whose primary role was a health researcher. We excluded health provider participants who assumed the role of consumers in a partnership, as their primary role was to represent providers rather than consumers. We analysed data from consumer and health provider participants separately, when possible. We included the findings of studies when the views of consumers or health providers were combined, as long as the findings addressed the objectives of this review. We also included data where consumer or health provider views were combined with other types of participants (e.g. community development officers). However, when analysed separately, we did not include the views of other types of participants.",
        "Search methods for identification of studies": "We searched the following databases on 3 October 2018: MEDLINE (OvidSP) (1946 to 2 October 2018).   Embase (OvidSP) (1947 to 2 October 2018).   PsycINFO (OvidSP) (1806 to 2 October 2018).   CINAHL (EBSCO) (1937 to 2 October 2018). MEDLINE (OvidSP) (1946 to 2 October 2018). Embase (OvidSP) (1947 to 2 October 2018). PsycINFO (OvidSP) (1806 to 2 October 2018). CINAHL (EBSCO) (1937 to 2 October 2018). Consistent with a qualitative paradigm, a purposive sampling approach was used to develop the search strategy, rather than an exhaustive and comprehensive approach (Noyes 2022). Informal scoping searches of our topic in MEDLINE showed a proliferation of studies about partnering with consumers published after 2000. Our search results were therefore limited by publication date and we considered studies published from January 2000. We also restricted the search to English language studies only due to the challenges associated with translating qualitative research articles, and a lack of translating expertise within the author team (i.e. no two members of the research team spoke the same language other than English). This decision was informed by the language restrictions used in a previous Cochrane QES (see Ames 2017). There were no geographic restrictions. We present the search strategies in Appendix 1 to Appendix 2. The strategies were developed by the Information Specialist for Cochrane Consumers and Communication and were informed by searching guidelines from the Cochrane Qualitative and Implementation Methods Group (Harris 2018). After a review of preliminary search results, we applied the McMaster University Health Information Research Unit qualitative filter (Wong 2004) to increase specificity (consistent with our purposive sampling approach). On testing, this filter has been shown to have 61% sensitivity, 99% specificity, 37% precision and 99% accuracy. We searched the ProQuest Theses and Dissertations database. In March 2019, using keywords, we also searched the websites of key national and international organisations involved in promoting person‐centred care, including The King's Fund (https://www.kingsfund.org.uk/), The Health Foundation (https://www.health.org.uk), National Institute for Health and Care Excellence (https://www.nice.org.uk), Planetree (https://www.planetree.org), Picker Institute Europe (https://www.picker.org), Institute for Health Improvement (www.ihi.org), World Health Organization (https://www.who.int), Australian Commission on Safety and Quality in Health Care (https://www.safetyandquality.gov.au/), and the Agency for Healthcare Research and Quality (https://www.ahrq.gov). We also searched reference lists of sampled studies and relevant systematic reviews. This resulted in the identification of a further 127 studies that were not in the databases above. Additionally, we searched the included studies in the linked intervention review by Lowe 2021 for eligible qualitative trial sibling studies.",
        "Electronic searches": "We searched the following databases on 3 October 2018:    MEDLINE (OvidSP) (1946 to 2 October 2018).   Embase (OvidSP) (1947 to 2 October 2018).   PsycINFO (OvidSP) (1806 to 2 October 2018).   CINAHL (EBSCO) (1937 to 2 October 2018).    Consistent with a qualitative paradigm, a purposive sampling approach was used to develop the search strategy, rather than an exhaustive and comprehensive approach (Noyes 2022). Informal scoping searches of our topic in MEDLINE showed a proliferation of studies about partnering with consumers published after 2000. Our search results were therefore limited by publication date and we considered studies published from January 2000. We also restricted the search to English language studies only due to the challenges associated with translating qualitative research articles, and a lack of translating expertise within the author team (i.e. no two members of the research team spoke the same language other than English). This decision was informed by the language restrictions used in a previous Cochrane QES (see Ames 2017). There were no geographic restrictions.  We present the search strategies in Appendix 1 to Appendix 2. The strategies were developed by the Information Specialist for Cochrane Consumers and Communication and were informed by searching guidelines from the Cochrane Qualitative and Implementation Methods Group (Harris 2018). After a review of preliminary search results, we applied the McMaster University Health Information Research Unit qualitative filter (Wong 2004) to increase specificity (consistent with our purposive sampling approach). On testing, this filter has been shown to have 61% sensitivity, 99% specificity, 37% precision and 99% accuracy.",
        "Searching other databases": "We searched the ProQuest Theses and Dissertations database. In March 2019, using keywords, we also searched the websites of key national and international organisations involved in promoting person‐centred care, including The King's Fund (https://www.kingsfund.org.uk/), The Health Foundation (https://www.health.org.uk), National Institute for Health and Care Excellence (https://www.nice.org.uk), Planetree (https://www.planetree.org), Picker Institute Europe (https://www.picker.org), Institute for Health Improvement (www.ihi.org), World Health Organization (https://www.who.int), Australian Commission on Safety and Quality in Health Care (https://www.safetyandquality.gov.au/), and the Agency for Healthcare Research and Quality (https://www.ahrq.gov).  We also searched reference lists of sampled studies and relevant systematic reviews. This resulted in the identification of a further 127 studies that were not in the databases above.  Additionally, we searched the included studies in the linked intervention review by Lowe 2021 for eligible qualitative trial sibling studies.",
        "Data collection and analysis": "All titles and abstracts were screened independently by at least two review authors (BM, LS, DL, LW, LGW, CC, CG). Using Covidence software, each author classified each title and abstract as either irrelevant ('no'), relevant (yes') or potentially relevant ('maybe'). Studies were classified as 'irrelevant' if two review authors graded as 'no'. Where there was a combination of yes/no or maybe/no, then the conflict was resolved either through discussion or consulting a third review author. Studies that were graded yes/yes or maybe/yes or maybe/maybe progressed to full‐text review. Each full‐text article was screened for inclusion or exclusion by at least two people independently. This included screening by Stakeholder Panel members (CW, NR, DM, FM, RC, MG, AM, PB, SB) and at least one member of the research team (BM, LS, DL, LW, CC, SH). Discrepancies were resolved by discussion or by consulting a third review author. We listed all potentially relevant papers excluded from the review at this stage as excluded studies, with reasons provided in the 'Characteristics of excluded studies' table. We reported the screening and selection process in an adapted PRISMA flow chart shown in Figure 1 (Liberati 2009). We identified 182 studies that met our inclusion criteria. PRISMA flow diagram Given the high number of included studies and large volume of data, synthesising all of the studies would have threatened the quality of the synthesis (Cochrane EPOC 2017). Therefore, we used purposive sampling to reduce the number of included studies to a manageable amount. Our sampling frame involved these three steps. 1. All eligible studies were initially rated by one review author (BM, LS or SH) using the 5‐point data richness scale developed by Ames 2019. The scale ranks data richness from 1 (very little qualitative data related to the synthesis objective) to 5 (a large amount and depth of qualitative data that relate in depth to the synthesis objective). A second review author (BM, SH or LS) checked the ratings and disagreements were resolved by consensus or consulting a third review author. Any studies rated 4 of 5 by at least one author progressed to the next step. 2. One review author (SH) sampled to achieve balance across the following criteria. Country and income region (e.g. low‐ and middle‐income countries, high‐income countries)   Jurisdictional and geographical setting (e.g. provincial or state, rural or metropolitan)   Service type (e.g. tertiary or primary health service)   Service provision purpose (e.g. cancer, mental health, emergency department, all areas)   Purpose of partnering (e.g. quality improvement, health service governance, evaluation)   Breadth of services covered (e.g. partnering across a range of services compared to studies focusing on a single service)    Populations (e.g. consumers, carers, health professionals, managers, policymakers, under‐represented populations) Country and income region (e.g. low‐ and middle‐income countries, high‐income countries) Jurisdictional and geographical setting (e.g. provincial or state, rural or metropolitan) Service type (e.g. tertiary or primary health service) Service provision purpose (e.g. cancer, mental health, emergency department, all areas) Purpose of partnering (e.g. quality improvement, health service governance, evaluation) Breadth of services covered (e.g. partnering across a range of services compared to studies focusing on a single service) Populations (e.g. consumers, carers, health professionals, managers, policymakers, under‐represented populations) This process was checked by a second review author (BM) and any disagreements were resolved by consensus. 3. Any gaps remaining in the sampling frame were examined and studies with data richness of 3 that would fill the gaps were sought. At the end of this sampling process, 33/182 studies were selected for inclusion in the final synthesis. One review author (LS or BM) then extracted data from each study using a form adapted from Cochrane Consumers and Communication's Data Extraction Template (available at: cccrg.cochrane.org/author-resources) and the NICE 2012 Examples of Evidence Tables for Qualitative Studies. We extracted the following data: details of the study (methodology, data collection and analysis methods, setting, geographic location), details of the participants (number and description of participants, methods of recruitment, sampling and inclusion criteria), details of the partnering approach (type of partnering, participants in the partnering approach). All extracted data were checked for accuracy against the data extraction sheets by a second review author (AV). Data were entered into NVivo 2018 which is software used for analysing qualitative data. One review author entered the data initially (LS) and it was checked for accuracy by a second review author (BM). We appraised the quality of each included study using the Critical Appraisal Skills Programme (CASP) tool (CASP 2018). We chose the CASP because it provided for the assessment of the following domains of methodological strengths and limitations: clear aims and research question, congruence between the aims and the research design, rigour of sampling and data collection to address the question, and appropriate application of the method (Noyes 2018). Five members of the author team with qualitative methods experience (BM, SH, VX, LGW, DL) each assessed the quality of three studies and then a consensus meeting was held to agree on the ratings and determine how the CASP would be applied to the remaining studies. The CASP tool was then applied to each sampled study by one review author (BM, VX, LGW, DL, LS). A second review author, also with qualitative methods experience, checked each appraisal for discrepancies. Any disagreements were resolved through discussion or consultation with a third review author. We did not exclude any studies on the basis of quality because this may have resulted in the loss of valuable insights (Hannes 2011). However, the appraisal formed part of the review authors' judgements when conducting the GRADE‐CERQual assessment (Lewin 2018; described below), which determined how much confidence we had in each finding of the synthesis. As per the protocol, we originally intended to conduct a 'Thematic synthesis' of the data (Thomas 2008). We began by selecting the five articles in the sample considered most relevant to the synthesis objective (Croft 2016; Johns 2014; MacDonald 2015; Nathan 2014; Sharma 2016). Each of these articles was then coded line‐by‐line by at least two review authors independently (BM, DL, LGW, VX). After discussing the line‐by‐line coding process, review authors (BM, DL, LGW, VX) decided to change the synthesis method to 'Framework synthesis' (Oliver 2008) for two reasons. Firstly, we reflected that many of the studies in our QES directly addressed the review objectives and therefore a synthesis method that allowed explicit consideration of the objectives as part of a coding framework would be preferable (Dixon‐Woods 2011). Secondly, we considered the time required for line‐by‐coding of the remaining 28 studies was not feasible within the time available for the project (Booth 2018). Following the change to Framework Synthesis, BM developed a draft framework based on the review objectives, with the most common codes from the line‐by‐line coding already completed, being categorised under the relevant objective. This draft framework was discussed by BM, DL, LGW and VX, who made further revisions and additions. Once the framework was finalised, the sampled articles were uploaded into NVivo 2018. Data in the articles were then indexed against the framework by two review authors (BM, LS). To ensure the authors were coding similarly, BM and LS compared their indexing on five articles. Any differences in coding were discussed and resolved by consensus. Once the review authors established they were applying the framework similarly, only one review author (BM or LS) indexed the remaining articles. Once all articles were indexed, two review authors (BM, LS) began constructing a picture of the data \"as a whole\" by charting emerging themes and sub‐themes occurring across the data set. These themes were then tested and refined, by comparing and contrasting data both within and across themes. The final themes were then discussed at a meeting with members of the research team (BM, DL, CC, VX, LGW, SH) as well as a Stakeholder Panel member (CW). Further refinements were then made. The finalised themes became our 'findings' for the purposes of this review. The 19 findings were then grouped into five overarching categories to provide a structured narrative for the Findings section (Ames 2019a). We used the GRADE‐CERQual approach to assess confidence in the review findings (Lewin 2018). GRADE‐CERQual assesses the extent to which the findings of the review are representative of the phenomenon being explored (Lewin 2018). The assessment is based on four components: the methodological limitations of the studies contributing to the finding; the relevance to the review question of the studies contributing to the review finding; the adequacy of the data supporting the review finding; and the coherence of the review finding (Lewin 2015). After making judgements about these four components, we gave each finding an overall rating of confidence as high, moderate, low or very low. We applied the GRADE‐CERQual assessment to each review finding through discussion by two review authors working collaboratively (BM, AV). We have presented a 'CERQual evidence profile' for each finding. This includes the assessment for each CERQual component, the overall CERQual assessment, and the studies contributing to each finding. The 'Summary of Qualitative Findings' tables also included the overall confidence assessment for each finding, and the justification of the confidence assessment. We used a matrix approach to integrate the findings of the QES with the findings of the concurrent Lowe 2021 intervention effects review (Harden 2018). This approach has been used previously by Cochrane authors (see, for example, Ames 2019a). As the sampled qualitative articles mainly came from studies unrelated to the trials, the review authors adapted the QES findings into key questions to ask about the design of the interventions. These questions were listed along one side of a matrix with each of the included trials in Lowe 2021 plotted against them. When a question had been addressed in the design of the trial, this was marked as \"y\" for \"yes\". When the question had not been addressed, this was marked as \"n\". This helped to identify which questions were routinely addressed in trials, and the gaps that should be considered when designing future trials. To provide an initial framework for the development of the best practice principles, the key questions used in the matrix approach, which reflected the findings of the review, were adapted into draft statements of best practice. The statements were then considered at a teleconference of the Stakeholder Panel. Members of the panel discussed the principles and formulated key recommendations for changes to the draft principles. Recommendations included the following: that the principles did not sufficiently address the power imbalances in formal partnerships and diversity needed in formal partnerships; that the principles needed to be broader, but supported with additional practical examples from the findings to enhance applicability; that the language of some of the draft principles needed to be strengthened. The draft principles were then revised by BM and SH and further feedback was sought from the Stakeholder Panel via email. Further minor changes were made on the basis of the feedback and the final draft was approved by the review authors and Stakeholder Panel members. Regular meetings of the author team and stakeholder panel enhanced the authors' awareness of their own role in the research process. For example, stakeholder meetings helped the review authors to identify underlying biases in applying the selection criteria to full‐text studies. During the data analysis phase, only review authors with qualitative methods experience or training (BM, LS, SH, LGW, VX, LW, DL) were directly involved in coding and quality appraisal of the included studies. These review authors met regularly to uncover underlying assumptions that may have influenced the initial coding and quality appraisal ratings, such as their own interactions with the health system, their professional backgrounds and experiences of consumer involvement in health services and research. These review authors all shared a perspective that consumer involvement in health service design, delivery and evaluation could be improved. The Stakeholder Panel also met to discuss the draft findings. At the meeting, stakeholders were asked for their perceptions of the findings, including any potential gaps in the analysis or unexpected findings. At this stage, some stakeholders expressed surprise that training of health providers was not identified in the findings. Following the meeting, this led to re‐checking the primary data with \"health provider training\" as a sensitising concept and realising there was a small, but sufficient, amount of data overlooked in the initial analysis, which suggested that training of health providers about consumer involvement could be useful. Thus, the draft findings were updated with these new data. However, other suggestions for potential missing findings from the stakeholder panel, for example, \"characteristics of effective consumer representatives\", was not found when the data were re‐checked and therefore were not included. This process ensured that risk to rigour from competing personal biases was acknowledged and minimised.",
        "Selection of studies": "Data extraction and management All titles and abstracts were screened independently by at least two review authors (BM, LS, DL, LW, LGW, CC, CG). Using Covidence software, each author classified each title and abstract as either irrelevant ('no'), relevant (yes') or potentially relevant ('maybe'). Studies were classified as 'irrelevant' if two review authors graded as 'no'. Where there was a combination of yes/no or maybe/no, then the conflict was resolved either through discussion or consulting a third review author. Studies that were graded yes/yes or maybe/yes or maybe/maybe progressed to full‐text review.  Each full‐text article was screened for inclusion or exclusion by at least two people independently. This included screening by Stakeholder Panel members (CW, NR, DM, FM, RC, MG, AM, PB, SB) and at least one member of the research team (BM, LS, DL, LW, CC, SH). Discrepancies were resolved by discussion or by consulting a third review author. We listed all potentially relevant papers excluded from the review at this stage as excluded studies, with reasons provided in the 'Characteristics of excluded studies' table. We reported the screening and selection process in an adapted PRISMA flow chart shown in Figure 1 (Liberati 2009). We identified 182 studies that met our inclusion criteria.      Open in figure viewer   Figure 1     PRISMA flow diagram",
        "null": "",
        "Sampling of included studies": "Given the high number of included studies and large volume of data, synthesising all of the studies would have threatened the quality of the synthesis (Cochrane EPOC 2017). Therefore, we used purposive sampling to reduce the number of included studies to a manageable amount. Our sampling frame involved these three steps.  1. All eligible studies were initially rated by one review author (BM, LS or SH) using the 5‐point data richness scale developed by Ames 2019. The scale ranks data richness from 1 (very little qualitative data related to the synthesis objective) to 5 (a large amount and depth of qualitative data that relate in depth to the synthesis objective). A second review author (BM, SH or LS) checked the ratings and disagreements were resolved by consensus or consulting a third review author. Any studies rated 4 of 5 by at least one author progressed to the next step.  2. One review author (SH) sampled to achieve balance across the following criteria.    Country and income region (e.g. low‐ and middle‐income countries, high‐income countries)   Jurisdictional and geographical setting (e.g. provincial or state, rural or metropolitan)   Service type (e.g. tertiary or primary health service)   Service provision purpose (e.g. cancer, mental health, emergency department, all areas)   Purpose of partnering (e.g. quality improvement, health service governance, evaluation)   Breadth of services covered (e.g. partnering across a range of services compared to studies focusing on a single service)    Populations (e.g. consumers, carers, health professionals, managers, policymakers, under‐represented populations)     This process was checked by a second review author (BM) and any disagreements were resolved by consensus.  3. Any gaps remaining in the sampling frame were examined and studies with data richness of 3 that would fill the gaps were sought.  At the end of this sampling process, 33/182 studies were selected for inclusion in the final synthesis.  One review author (LS or BM) then extracted data from each study using a form adapted from Cochrane Consumers and Communication's Data Extraction Template (available at: cccrg.cochrane.org/author-resources) and the NICE 2012 Examples of Evidence Tables for Qualitative Studies. We extracted the following data: details of the study (methodology, data collection and analysis methods, setting, geographic location), details of the participants (number and description of participants, methods of recruitment, sampling and inclusion criteria), details of the partnering approach (type of partnering, participants in the partnering approach). All extracted data were checked for accuracy against the data extraction sheets by a second review author (AV).  Data were entered into NVivo 2018 which is software used for analysing qualitative data. One review author entered the data initially (LS) and it was checked for accuracy by a second review author (BM).   Appraisal of study quality We appraised the quality of each included study using the Critical Appraisal Skills Programme (CASP) tool (CASP 2018). We chose the CASP because it provided for the assessment of the following domains of methodological strengths and limitations: clear aims and research question, congruence between the aims and the research design, rigour of sampling and data collection to address the question, and appropriate application of the method (Noyes 2018). Five members of the author team with qualitative methods experience (BM, SH, VX, LGW, DL) each assessed the quality of three studies and then a consensus meeting was held to agree on the ratings and determine how the CASP would be applied to the remaining studies.  The CASP tool was then applied to each sampled study by one review author (BM, VX, LGW, DL, LS). A second review author, also with qualitative methods experience, checked each appraisal for discrepancies. Any disagreements were resolved through discussion or consultation with a third review author. We did not exclude any studies on the basis of quality because this may have resulted in the loss of valuable insights (Hannes 2011). However, the appraisal formed part of the review authors' judgements when conducting the GRADE‐CERQual assessment (Lewin 2018; described below), which determined how much confidence we had in each finding of the synthesis.    Data synthesis As per the protocol, we originally intended to conduct a 'Thematic synthesis' of the data (Thomas 2008). We began by selecting the five articles in the sample considered most relevant to the synthesis objective (Croft 2016; Johns 2014; MacDonald 2015; Nathan 2014; Sharma 2016). Each of these articles was then coded line‐by‐line by at least two review authors independently (BM, DL, LGW, VX). After discussing the line‐by‐line coding process, review authors (BM, DL, LGW, VX) decided to change the synthesis method to 'Framework synthesis' (Oliver 2008) for two reasons. Firstly, we reflected that many of the studies in our QES directly addressed the review objectives and therefore a synthesis method that allowed explicit consideration of the objectives as part of a coding framework would be preferable (Dixon‐Woods 2011). Secondly, we considered the time required for line‐by‐coding of the remaining 28 studies was not feasible within the time available for the project (Booth 2018). Following the change to Framework Synthesis, BM developed a draft framework based on the review objectives, with the most common codes from the line‐by‐line coding already completed, being categorised under the relevant objective. This draft framework was discussed by BM, DL, LGW and VX, who made further revisions and additions.  Once the framework was finalised, the sampled articles were uploaded into NVivo 2018. Data in the articles were then indexed against the framework by two review authors (BM, LS). To ensure the authors were coding similarly, BM and LS compared their indexing on five articles. Any differences in coding were discussed and resolved by consensus. Once the review authors established they were applying the framework similarly, only one review author (BM or LS) indexed the remaining articles.  Once all articles were indexed, two review authors (BM, LS) began constructing a picture of the data \"as a whole\" by charting emerging themes and sub‐themes occurring across the data set. These themes were then tested and refined, by comparing and contrasting data both within and across themes. The final themes were then discussed at a meeting with members of the research team (BM, DL, CC, VX, LGW, SH) as well as a Stakeholder Panel member (CW). Further refinements were then made. The finalised themes became our 'findings' for the purposes of this review. The 19 findings were then grouped into five overarching categories to provide a structured narrative for the Findings section (Ames 2019a).    Assessment of confidence in the review findings We used the GRADE‐CERQual approach to assess confidence in the review findings (Lewin 2018). GRADE‐CERQual assesses the extent to which the findings of the review are representative of the phenomenon being explored (Lewin 2018). The assessment is based on four components: the methodological limitations of the studies contributing to the finding; the relevance to the review question of the studies contributing to the review finding; the adequacy of the data supporting the review finding; and the coherence of the review finding (Lewin 2015). After making judgements about these four components, we gave each finding an overall rating of confidence as high, moderate, low or very low. We applied the GRADE‐CERQual assessment to each review finding through discussion by two review authors working collaboratively (BM, AV). We have presented a 'CERQual evidence profile' for each finding. This includes the assessment for each CERQual component, the overall CERQual assessment, and the studies contributing to each finding. The 'Summary of Qualitative Findings' tables also included the overall confidence assessment for each finding, and the justification of the confidence assessment.    Using the synthesised qualitative findings to supplement a published Cochrane effectiveness review  We used a matrix approach to integrate the findings of the QES with the findings of the concurrent Lowe 2021 intervention effects review (Harden 2018). This approach has been used previously by Cochrane authors (see, for example, Ames 2019a). As the sampled qualitative articles mainly came from studies unrelated to the trials, the review authors adapted the QES findings into key questions to ask about the design of the interventions. These questions were listed along one side of a matrix with each of the included trials in Lowe 2021 plotted against them. When a question had been addressed in the design of the trial, this was marked as \"y\" for \"yes\". When the question had not been addressed, this was marked as \"n\". This helped to identify which questions were routinely addressed in trials, and the gaps that should be considered when designing future trials.    Developing the best practice principles To provide an initial framework for the development of the best practice principles, the key questions used in the matrix approach, which reflected the findings of the review, were adapted into draft statements of best practice. The statements were then considered at a teleconference of the Stakeholder Panel. Members of the panel discussed the principles and formulated key recommendations for changes to the draft principles. Recommendations included the following: that the principles did not sufficiently address the power imbalances in formal partnerships and diversity needed in formal partnerships; that the principles needed to be broader, but supported with additional practical examples from the findings to enhance applicability; that the language of some of the draft principles needed to be strengthened. The draft principles were then revised by BM and SH and further feedback was sought from the Stakeholder Panel via email. Further minor changes were made on the basis of the feedback and the final draft was approved by the review authors and Stakeholder Panel members.    Author reflexivity Regular meetings of the author team and stakeholder panel enhanced the authors' awareness of their own role in the research process. For example, stakeholder meetings helped the review authors to identify underlying biases in applying the selection criteria to full‐text studies. During the data analysis phase, only review authors with qualitative methods experience or training (BM, LS, SH, LGW, VX, LW, DL) were directly involved in coding and quality appraisal of the included studies. These review authors met regularly to uncover underlying assumptions that may have influenced the initial coding and quality appraisal ratings, such as their own interactions with the health system, their professional backgrounds and experiences of consumer involvement in health services and research. These review authors all shared a perspective that consumer involvement in health service design, delivery and evaluation could be improved.  The Stakeholder Panel also met to discuss the draft findings. At the meeting, stakeholders were asked for their perceptions of the findings, including any potential gaps in the analysis or unexpected findings. At this stage, some stakeholders expressed surprise that training of health providers was not identified in the findings. Following the meeting, this led to re‐checking the primary data with \"health provider training\" as a sensitising concept and realising there was a small, but sufficient, amount of data overlooked in the initial analysis, which suggested that training of health providers about consumer involvement could be useful. Thus, the draft findings were updated with these new data. However, other suggestions for potential missing findings from the stakeholder panel, for example, \"characteristics of effective consumer representatives\", was not found when the data were re‐checked and therefore were not included. This process ensured that risk to rigour from competing personal biases was acknowledged and minimised."
    },
    "search_strategy": {
        "Appendix 1. MEDLINE search strategy": "1. exp Community Participation/ 2. Stakeholder Participation/ 3. Decision Making/ 4. exp Patient‐Centered Care/ 5. ((patient* or communit* or consumer* or user* or carer* or caregiver* or client* or famil* or lay*) adj3 (decid* or decision* or engag* or involv* or participat*)).ti,ab,kf.  6. or/1‐5 7. \"Health Priorities\"/ 8. exp Patient Care Team/ 9. exp Ambulatory Care Facilities/ 10. *\"Mental Health Services\"/ 11. *\"Community Health Services\"/ 12. *\"Health Services Administration\"/ 13. \"Quality Improvement\"/ 14. *\"Hospitals, Public\"/ 15. \"Quality of Health Care\"/ 16. \"Delivery of Health Care\"/ 17. \"Delivery of Health Care, Integrated\"/ 18. or/7‐17 19. \"Community‐Institutional Relations\"/ 20. \"Advisory Committees\"/og 21. (partner* or participat* or consult* or decision* or deliberation* or co#design* or involv* or contribut* or role* or empower* or engag* or collab* or advoca* or organi#ation* or respons*).ti,ab,kf.  22. (experience based adj2 design).ti,ab,kf. 23. or/19‐22 24. qualitative.tw. 25. themes.tw. 26. or/24‐25 27. and/6,18,23,26 28. limit 27 to yr=\"2000 ‐Current\" 29. limit 28 to english language",
        "Appendix 2. PsycINFO search strategy": "1. exp community involvement/ 2. participation/ or client participation/ or involvement/ 3. advocacy/ 4. empowerment/ 5. cooperation/ or collaboration/ 6. or/1‐5 7. stakeholder/ 8. clients/ 9. patients/ 10. or/7‐9 11. and/6,10 12. ((patient* or communit* or consumer* or user* or carer* or caregiver* or client* or famil* or lay*) adj3 (decid* or decision* or engag* or involv* or participat*)).ti,ab.  13. or/11‐12 14. exp Health Care Services/ or exp Health Care Delivery/ 15. exp community involvement/ 16. (partner* or participat* or consult* or decision* or deliberation* or co#design* or involv* or contribut* or role* or empower* or engag* or collab* or advoca* or organi#ation* or respons*).ti,ab.  17. (experience based adj2 design).ti,ab. 18. or/15‐17 19. and/13‐14,18 20. themes.tw. 21. qualitative.tw. 22. or/20‐21 23. and/19,22 24. limit 23 to (english language and yr=\"2000 ‐Current\")",
        "Appendix 3. CERQual evidence profiles": "Finding 1. Government policy, policy implementation processes and funding influenced working in partnership in health services. Supportive government policies that were poorly translated into practice could hinder partnerships. Inadequate funding could also constrain partnerships.      Assessment of each CERQual component      Methodological limitations   Minor concerns regarding methodological limitations due to a limited number of studies not reporting to have engaged in researcher reflexivity.      Coherence   No or very minor concerns regarding coherence.     Relevance   Moderate concerns regarding relevance due to a fair number of studies where interventions were only partially relevant to the review question. However, data comprised a broad range of countries (including LMICs), settings and partnership purposes.      Adequacy   No or very minor concerns.     Overall CERQual assessment      Moderate level of confidence   Due to moderate concerns regarding relevance of studies; and minor concerns regarding methodological limitations.      Contributing studies      Study    Context      Abelson 2004    Canada; health authorities; citizens and health decision makers; focus groups; working with a range or regional health authority decision making processes.      Attree 2011    UK; health and social care/ cancer; Macmillian region; interviews with health professionals, in partnership with service user representatives (cancer patients) in the Committtee Network Partnership Groups.      Byskov 2014    Africa; document analysis and observational interviews; in partnership with District Council, Healthcare Management Team plus community stakeholders.      Croft 2016    UK; Commissioning organisations; Interviews and observations; in partnership with managers, clinicians and patient representatives.      Goodman 2011    Kenya; health centres and dispensaries; interviews; in partnership with Health worker in‐charge of the health facility, district (rural) managers, health workers, health facility committee members, and community members (patients).      Gurung 2017    Nepal; mental health organisations; interviews to involve mental health service users and care givers in policy making, service planning, monitoring and research.      Heenan 2004    Northern Ireland; community health project; interviews with health service professionals, and community and voluntary workers.      Jivanjee 2007    USA; Children's mental health and ambulatory care; unstructured or semi‐structured interviews with mental health professionals, other service providers and community representatives, including family members.      Johns 2014    Tasmania Australia; community and rural health service, council and hospital; individual and group interviews with local rural community members and representatives, health professionals, staff members from centres, such as GPs, through a committee.      Kidd 2007    Australia; rural mental health service; semi‐structured interviews with consumer representatives and health providers; steering committee.      MacDonald 2015    UK; mental health service foundation trust in rural and urban areas; survey and interviews, focus groups, document analysis and observations; working in partnership with elected and appointed governors and pubic and patient governors in three foundation trusts.      Potter 2016    USA; community‐based services and children mental health; observations and interviews; in partnership with family members, health professionals in the community collaboratives committee.      Scholz 2018    Australia; tertiary referral hospital; semi‐structured interviews; partnership with managers, clinicians and consumers.      Schaaf 2017    Zambia; primary care at the local level; interviews and focus groups; in partnership with citizens, health providers and locally elected officials through the citizen voice and action group (world vision).      Wiig 2013    Norway; hospitals including micro and meso analysis at maternal and oncology services; interviews and non‐participant observations, document analysis; working with patients, representative ombudsmen, hospital managers and clinical staff through committees and meetings.             Finding 2. The organisational context of the health service, including management, culture and policies, could function as a facilitator or barrier to working in partnership. Attitudes of senior leaders and managers of the health service could influence partnership‐working.      Assessment of each CERQual component      Methodological limitations   Minor concerns regarding methodological limitations due to a limited number of studies not reporting to have engaged in researcher reflexivity and one study without formal ethics approval.      Coherence   No or very minor concerns regarding coherence     Relevance   Moderate concerns regarding relevance due to a fair number of studies where interventions were only partially relevant to the review question. However, data comprised a broad range of countries (including LMICs), settings and partnership purposes.      Adequacy   Minor concerns regarding adequacy due to less than 15 studies comprising the finding     Overall CERQual assessment      Moderate level of confidence   Due to moderate concerns regarding relevance of studies; and minor concerns regarding methodological limitations and adequacy      Contributing studies      Study    Context      Boivin 2014    Canada; health and social services centres; analysis of video transcripts, structured notes and observations; through meetings with public representatives, patients and professionals.      Byskov 2014    Africa; health sector; document analysis and observational interviews; in partnership with District Council, Healthcare Management Team plus stakeholders through committees.      Croft 2016    UK; Commissioning organisations; Interviews and observations; in partnership with managers, clinicians and patient representatives through committee and a governing board.      Heenan 2004    Northern Ireland; community health project; in partnership with the working group of health service professionals, and community and voluntary workers.      IPFCC 2018    USA; hospitals; survey interviews, follow‐up interviews, site visits, working with patients and families, health care professionals and hospitals, also referred to as the Patient and Family Advisory Councils in hospitals.      Jivanjee 2007    USA; Children's mental health and ambulatory care; unstructured or semi‐structured interviews with mental health professionals, other service providers and community representatives, including family members through advisory groups.      Johns 2014    Tasmania Australia; community and rural health service, council and hospital; individual and group interviews with local rural community members and representatives, health professionals, staff members from centres, such as GPs, through a committee.      Malfait 2018    Belgium; general and mental health hospitals; questionnaires, observations, focus groups, working with internal stakeholders and external stakeholders, patients, family members, patient representatives and president and secretaries of a stakeholder committee.      Potter 2016    USA; community‐based services and children mental health; observations and interviews; in partnership with family members, health professionals through community collaboratives committee.      Restall 2013    Canada; mental health and social policy making context; semi‐structured interviews, document review and field notes; in partnership with consumers and health providers through policy debates conducted in formal group formats.      Scholz 2018    Australia; tertiary referral hospital; semi‐structured interviews; partnership with managers, clinicians and consumers.      Sitzia 2006    UK England; local cancer services; semi‐structured interviews; working with NHS staff and consumers in partnership groups.      Wiig 2013    Norway; hospitals including micro and meso analysis at maternal and oncology services; interviews and non‐participant observations, document analysis; working with patients, representative ombudsmen, hospital managers and clinical staff through committees and meetings.             Finding 3. Consumers were recruited to partnerships in different ways. They were often selected according to specific criteria, including social and demographic characteristics and communication skills, however these could be competing priorities. Consumers managed the recruitment of other consumer members in a minority of studies.      Assessment of each CERQual component      Methodological limitations   No or very minor concerns regarding methodological limitations.     Coherence   Minor concerns for coherence as one sub‐finding is slightly less well‐supported than the other sub‐finding.      Relevance   Minor concerns regarding relevance due to a limited number of studies being partially rather than fully relevant.      Adequacy   Minor concerns regarding adequacy due to less than 15 studies comprising the finding.     Overall CERQual assessment      High level of confidence   Due to minor concerns regarding coherence, relevance and adequacy.     Contributing studies      Study    Context      Abelson 2004    Canada; health authorities; citizens and health decision makers; focus groups; working with a range or regional health authority decision making processes.      Boivin 2014    Canada; health and social services centres; analysis of video transcripts, structured notes and observations; through meetings with public representatives, patients and professionals.      Byskov 2014    Africa; health sector; document analysis and observational interviews; in partnership with District Council, Healthcare Management Team plus stakeholders through committees.      Croft 2016    UK; Commissioning organisations; Interviews and observations; in partnership with managers, clinicians and patient representatives through committee and a governing board.      Durey 2016    Australia; district/ local health care services including hospitals; interviews, yarning circles (culturally appropriate for Indigenous Australians); working with Aboriginal community members on the committee; health service users, health providers of Aboriginal health services, plus mainstream health service providers and Aboriginal and non‐Aboriginal professionals.      Goodman 2011    Kenya; health centres and dispensaries; interviews; in partnership with Health worker in‐charge of the health facility, district (rural) managers, health workers, health facility committee members, and community members (patients).      Gurung 2017    Nepal; mental health organisations; interviews to involve mental health service users and care givers in policy making, service planning, monitoring and research.      Jivanjee 2007    USA; Children's mental health and ambulatory care; unstructured or semi‐structured interviews with mental health professionals, other service providers and community representatives, including family members through advisory groups.      Johns 2014    Tasmania Australia; community and rural health service, council and hospital; individual and group interviews with local rural community members and representatives, health professionals, staff members from centres, such as GPs, through a committee.      Maher 2017    New Zealand; Innovation and improvement centre; analysis of workbooks and semi‐structured interviews; working with health professionals and patients through an experience based co‐design program.      Rutebemberwa 2009    Uganda; hospitals; interviews and focus groups, working with hospital staff and service user representatives in the community through committees.      Scholz 2018    Australia; tertiary referral hospital; semi‐structured interviews; partnership with managers, clinicians and consumers.      Sharma 2016    USA; primary care clinics; semi‐structured interviews; working with patient, family members, caregivers, clinic staff members, leaders and principle regional stakeholders in patient engagement through the Participant Advisory Council.             Finding 4. Recruiting a range of consumers who were reflective of the clinic's demographic population was considered desirable, particularly by health providers. Strategies to increase recruitment of consumers from under‐represented groups included practical supports, flexible meeting times, payment and reimbursement.      Assessment of each CERQual component      Methodological limitations   Minor concerns for methodological limitations due to a limited number of studies not reporting researcher reflexivity and a few not reporting formal ethical approval.      Coherence   No or very minor concerns for coherence.     Relevance   Minor concerns regarding relevance due to a limited number of studies that were partially rather than fully relevant. However, data comprised a broad range of countries (including LMICs), settings and partnership purposes.      Adequacy   No or very minor concerns regarding adequacy.     Overall CERQual assessment      High level of confidence   Due to minor concerns regarding relevance and methodological limitations.     Contributing studies      Study    Context      Attree 2011    UK; health and social care/ cancer; Macmillian region; interviews with health professionals, in partnership with service user representatives (cancer patients) in the Committtee Network Partnership Groups.      Boivin 2014    Canada; health and social services centres; analysis of video transcripts, structured notes and observations; in partnership with public representatives, patients and professionals.      Byskov 2014    Africa; health sector; document analysis and observational interviews; in partnership with District Council, Healthcare Management Team plus stakeholders through committees.      Croft 2016    UK; Commissioning organisations; Interviews and observations; in partnership with managers, clinicians and patient representatives through committee and a governing board.      DeCamp 2015    USA; hospital based primary care practice and ambulatory care; interviews; working with mothers, consumer representatives and clinical staff on the advisory board.      Goodman 2011    Kenya; health centres and dispensaries; interviews; in partnership with Health worker in‐charge of the health facility, district (rural) managers, health workers, health facility committee members, and community members (patients).      Greene 2018    USA; primary care specialist, paediatric clinic, ambulatory care; interviews and focus groups; in partnership with patient partners and health providers through quality improvement team meetings.      Haarsma 2015    Netherlands; Palliative care networks; interviews, focus groups and field notes; working with patient representatives and professional staff through sounding board group and management team meetings.      IPFCC 2018    USA; hospitals; survey interviews, follow‐up interviews, site visits, working with patients and families, health care professionals and hospitals, also referred to as the Patient and Family Advisory Councils in hospitals.      Jivanjee 2007    USA; Children's mental health and ambulatory care; unstructured or semi‐structured interviews with mental health professionals, other service providers and community representatives, including family members through advisory groups.      Kidd 2007    Australia; rural mental health service; semi‐structured interviews with consumer representatives and health providers; steering committee.      Maher 2017    New Zealand; Innovation and improvement centre; analysis of workbooks and semi‐structured interviews; working with health professionals and patients through an experience based co‐design program.      McDaid 2009    Ireland; National mental health non‐government organisations; semi‐structured interviews; in partnership with mental health professionals and consumers through advisory committee.      MacDonald 2015    UK; mental health service foundation trust in rural and urban areas; survey and interviews, focus groups, document analysis and observations; working in partnership with elected and appointed governors and pubic and patient governors in three foundation trusts.      Nathan 2014    Australia; health region hospitals; interviews, observations, field notes; working with staff and consumers representatives through committees.      Newberry 2005    Canada; Ontario branches of the Canadian Mental Health Association; interviews; in partnership with executive directors, professionals and consumers through management, policy boards and mental health boards of health agencies.      Schaaf 2017    Zambia; Primary care at the local level; Interviews and focus groups; working with citizens, health providers and locally‐elected officials through a citizen voice and action group (world vision).      Scholz 2018    Australia; tertiary referral hospital; semi‐structured interviews; partnership with managers, clinicians and consumers.      Sharma 2016    USA; primary care clinics; semi‐structured interviews; working with patient, family members, caregivers, clinic staff members, leaders and principle regional stakeholders in patient engagement through the Participant Advisory Council.      Sitzia 2006    UK England; local cancer services; semi‐structured interviews; working with NHS staff and consumers in partnership groups.             Finding 5. Some health providers perceived that individual consumers' experiences were not generalisable to the broader population. Consumers perceived it could be problematic to represent a broad range of views within the community, although being linked to peer networks and being able to access external data could assist.      Assessment of each CERQual component      Methodological limitations   No or very minor concerns for methodological limitations     Coherence   Minor concerns for coherence due to a limited amount of contradictory data.     Relevance   Minor concerns regarding relevance due to a limited number of studies that were partially rather than fully relevant.      Adequacy   Minor concerns regarding adequacy as less than 15 studies contributed to this finding.     Overall CERQual assessment      High level of confidence   Due to minor concerns regarding coherence, relevance and adequacy     Contributing studies      Study    Context      Boivin 2014    Canada; health and social services centres; analysis of video transcripts, structured notes and observations; in partnership with public representatives, patients and professionals.      Greco 2006    UK England; North and East Devon localities GPs and primary care; qualitative component of mixed methods and interviews; in partnership with GPs, nurses, patients, health professionals through patient and staff partnership groups (critical friend groups).      Gurung 2017    Nepal; mental health organisations; interviews to involve mental health service users and care givers in policy making, service planning, monitoring and research.      Lewis 2014    Scotland; statutory sector and community groups; in partnership with service users, healthcare, staff and managers through the policy planning committee.      Malfait 2018    Belgium; general and mental health hospitals; questionnaires, observations, focus groups, working with internal stakeholders and external stakeholders, patients, family members, patient representatives and president and secretaries of a stakeholder committee.      Newberry 2005    Canada; Ontario branches of the Canadian Mental Health Association; interviews; in partnership with executive directors, professionals and consumers through management, policy boards and mental health boards of health agencies.      Potter 2016    USA; community‐based services and children mental health; observations and interviews; in partnership with family members, health professionals through community collaboratives committee.      Rutebemberwa 2009    Uganda; hospitals; interviews and focus groups, working with hospital staff and service user representatives in the community through committees.      Sharma 2016    USA; primary care clinics; semi‐structured interviews; working with patient, family members, caregivers, clinic staff members, leaders and principle regional stakeholders in patient engagement through the Participant Advisory Council.      Sitzia 2006    UK England; local cancer services; semi‐structured interviews; working with NHS staff and consumers in partnership groups.      Wiig 2013    Norway; hospitals including micro and meso analysis at maternal and oncology services; interviews and non‐participant observations, document analysis; working with patients, representative ombudsmen, hospital managers and clinical staff through committees and meetings.             Finding 6. Positive interpersonal dynamics between health providers and consumers that facilitated partnerships. Mutual respect, commitment, two way dialogue and information exchange were helpful. Trust, accountability, regular group communication and strong relationships with decision‐makers were also facilitators. Partnerships that were equitable with shared values, a shared vision and shared decision‐making powers were preferable. Skilled facilitators, moderators and consumer coordinators could help to facilitate positive interpersonal dynamics.      Assessment of each CERQual component      Methodological limitations   No or very minor concerns for methodological limitations.     Coherence   Minor concerns regarding coherence as some subfindings are more well‐supported than others.      Relevance   Minor concerns regarding relevance due to a limited number of studies being partially rather than fully relevant.      Adequacy   No or very minor concerns regarding adequacy     Overall CERQual assessment      High level of confidence   Due to minor concerns regarding coherence and relevance     Contributing studies      Study    Context      Abelson 2004    Canada; health authorities; citizens and health decision makers; focus groups; working with a range or regional health authority decision making processes.      Attree 2011    UK; health and social care/ cancer; Macmillian region; interviews with health professionals, in partnership with service user representatives (cancer patients) in the Committtee Network Partnership Groups.      Boivin 2014    Canada; health and social services centres; analysis of video transcripts, structured notes and observations; in partnership with public representatives, patients and professionals.      Byskov 2014    Africa; health sector; document analysis and observational interviews; in partnership with District Council, Healthcare Management Team plus stakeholders through committees.      Croft 2016    UK; Commissioning organisations; Interviews and observations; in partnership with managers, clinicians and patient representatives through committee and a governing board.      DeCamp 2015    USA; hospital based primary care practice and ambulatory care; interviews; working with mothers, consumer representatives and clinical staff on the advisory board.      Durey 2016    Australia; district/ local health care services including hospitals; interviews, yarning circles (culturally appropriate for Indigenous Australians); working with Aboriginal community members on the committee; health service users, health providers of Aboriginal health services, plus mainstream health service providers and Aboriginal and non‐Aboriginal professionals.      Goodman 2011    Kenya; health centres and dispensaries; interviews; in partnership with Health worker in‐charge of the health facility, district (rural) managers, health workers, health facility committee members, and community members (patients).      Greco 2006    UK England; North and East Devon localities GPs and primary care; qualitative component of mixed methods and interviews; in partnership with GPs, nurses, patients, health professionals through patient and staff partnership groups (critical friend groups).      Greene 2018    USA; primary care specialist, paediatric clinic, ambulatory care; interviews and focus groups; in partnership with patient partners and health providers through quality improvement team meetings.      Haarsma 2015    Netherlands; Palliative care networks; interviews, focus groups and field notes; working with patient representatives and professional staff through sounding board group and management team meetings.      Heenan 2004    Northern Ireland; community health project; interviews with health service professionals, and community and voluntary workers.      IPFCC 2018    USA; hospitals; survey interviews, follow‐up interviews, site visits, working with patients and families, health care professionals and hospitals, also referred to as the Patient and Family Advisory Councils in hospitals.      Jivanjee 2007    USA; Children's mental health and ambulatory care; unstructured or semi‐structured interviews with mental health professionals, other service providers and community representatives, including family members through advisory groups.      Johns 2014    Tasmania Australia; community and rural health service, council and hospital; individual and group interviews with local rural community members and representatives, health professionals, staff members from centres, such as GPs, through a committee.      Kidd 2007    Australia; rural mental health service; semi‐structured interviews with consumer representatives and health providers; steering committee.      Lewis 2014    Scotland; statutory sector and community groups; in partnership with service users, healthcare, staff and managers through the policy planning committee.      Maher 2017    New Zealand; Innovation and improvement centre; analysis of workbooks and semi‐structured interviews; working with health professionals and patients through an experience based co‐design program.      Malfait 2018    Belgium; general and mental health hospitals; questionnaires, observations, focus groups, working with internal stakeholders and external stakeholders, patients, family members, patient representatives and president and secretaries of a stakeholder committee.      MacDonald 2015    UK; mental health service foundation trust in rural and urban areas; survey and interviews, focus groups, document analysis and observations; working in partnership with elected and appointed governors and pubic and patient governors in three foundation trusts.      Nathan 2014    Australia; health region hospitals; interviews, observations, field notes; working with staff and consumers representatives through committees.      Newberry 2005    Canada; Ontario branches of the Canadian Mental Health Association; interviews; in partnership with executive directors, professionals and consumers through management, policy boards and mental health boards of health agencies.      Restall 2013    Canada; mental health and social policy making context; semi‐structured interviews, document review and field notes; in partnership with consumers and health providers through policy debates conducted in formal group formats.      Rutebemberwa 2009    Uganda; hospitals; interviews and focus groups, working with hospital staff and service user representatives in the community through committees.      Schaaf 2017    Zambia; Primary care at the local level; Interviews and focus groups; working with citizens, health providers and locally‐elected officials through a citizen voice and action group (world vision).      Scholz 2018    Australia; tertiary referral hospital; semi‐structured interviews; partnership with managers, clinicians and consumers.      Sharma 2016    USA; primary care clinics; semi‐structured interviews; working with patient, family members, caregivers, clinic staff members, leaders and principle regional stakeholders in patient engagement through the Participant Advisory Council.      Sitzia 2006    UK England; local cancer services; semi‐structured interviews; working with NHS staff and consumers in partnership groups.             Finding 7. Lack of clarity about the consumer role constrained consumers’ involvement in partnerships. Consumers could become frustrated and confused when their role was unclear. Some health providers were unsure about the consumer role and so providing training in consumer engagement may help.      Assessment of each CERQual component      Methodological limitations   No or very minor concerns regarding methodological limitations.     Coherence   Minor concerns regarding coherence due to some subfindings being more well‐supported than others.      Relevance   Minor concerns regarding relevance due to a limited number of studies being partially, rather than fully relevant.However, data comprised a broad range of countries (including LMICs), settings and partnership purposes.      Adequacy   Minor concerns regarding adequacy as less than 15 studies comprise this finding.     Overall CERQual assessment      High level of confidence   Due to minor concerns regarding coherence, relevance and adequacy.     Contributing studies      Study    Context      Croft 2016    UK; Commissioning organisations; Interviews and observations; in partnership with managers, clinicians and patient representatives through committee and a governing board.      DeCamp 2015    USA; hospital based primary care practice and ambulatory care; interviews; working with mothers, consumer representatives and clinical staff on the advisory board.      Goodman 2011    Kenya; health centres and dispensaries; interviews; in partnership with Health worker in‐charge of the health facility, district (rural) managers, health workers, health facility committee members, and community members (patients).      Greene 2018    USA; primary care specialist, paediatric clinic, ambulatory care; interviews and focus groups; in partnership with patient partners and health providers through quality improvement team meetings.      Haarsma 2015    Netherlands; Palliative care networks; interviews, focus groups and field notes; working with patient representatives and professional staff through sounding board group and management team meetings.      Jivanjee 2007    USA; Children's mental health and ambulatory care; unstructured or semi‐structured interviews with mental health professionals, other service providers and community representatives, including family members through advisory groups.      Kidd 2007    Australia; rural mental health service; semi‐structured interviews with consumer representatives and health providers; steering committee.      Lewis 2014    Scotland; statutory sector and community groups; in partnership with service users, healthcare, staff and managers through the policy planning committee.      Maher 2017    New Zealand; Innovation and improvement centre; analysis of workbooks and semi‐structured interviews; working with health professionals and patients through an experience based co‐design program.      MacDonald 2015    UK; mental health service foundation trust in rural and urban areas; survey and interviews, focus groups, document analysis and observations; working in partnership with elected and appointed governors and pubic and patient governors in three foundation trusts.      Newberry 2005    Canada; Ontario branches of the Canadian Mental Health Association; interviews; in partnership with executive directors, professionals and consumers through management, policy boards and mental health boards of health agencies.      Restall 2013    Canada; mental health and social policy making context; semi‐structured interviews, document review and field notes; in partnership with consumers and health providers through policy debates conducted in formal group formats.      Scholz 2018    Australia; tertiary referral hospital; semi‐structured interviews; partnership with managers, clinicians and consumers.      Sharma 2016    USA; primary care clinics; semi‐structured interviews; working with patient, family members, caregivers, clinic staff members, leaders and principle regional stakeholders in patient engagement through the Participant Advisory Council.             Finding 8. Formal meeting formats constrained the participation of some consumers in partnerships. Health providers could facilitate consumer involvement through providing training, less formal meeting structures and consumer‐only spaces.      Assessment of each CERQual component      Methodological limitations   Minor concerns for methodological limitations due to a limited number of studies not reporting researcher reflexivity and two studies not having formal ethics approval.      Coherence   Minor concerns regarding coherence as some subfindings were more well‐supported than others.      Relevance   Minor concerns regarding relevance as a limited number of studies were partially rather than fully relevant.      Adequacy   No or very minor concerns regarding adequacy     Overall CERQual assessment      High level of confidence   Due to minor concerns regarding methodological limitations, coherence and relevance     Contributing studies      Study    Context      Attree 2011    UK; health and social care/ cancer; Macmillian region; interviews with health professionals, in partnership with service user representatives (cancer patients) in the Committtee Network Partnership Groups.      Boivin 2014    Canada; health and social services centres; analysis of video transcripts, structured notes and observations; in partnership with public representatives, patients and professionals.      Byskov 2014    Africa; health sector; document analysis and observational interviews; in partnership with District Council, Healthcare Management Team plus stakeholders through committees.      Durey 2016    Australia; district/ local health care services including hospitals; interviews, yarning circles (culturally appropriate for Indigenous Australians); working with Aboriginal community members on the committee; health service users, health providers of Aboriginal health services, plus mainstream health service providers and Aboriginal and non‐Aboriginal professionals.      Goodman 2011    Kenya; health centres and dispensaries; interviews; in partnership with Health worker in‐charge of the health facility, district (rural) managers, health workers, health facility committee members, and community members (patients).      Greene 2018    USA; primary care specialist, paediatric clinic, ambulatory care; interviews and focus groups; in partnership with patient partners and health providers through quality improvement team meetings.      Gurung 2017    Nepal; mental health organisations; interviews to involve mental health service users and care givers in policy making, service planning, monitoring and research.      Heenan 2004    Northern Ireland; community health project; interviews with health service professionals, and community and voluntary workers.      IPFCC 2018    USA; hospitals; survey interviews, follow‐up interviews, site visits, working with patients and families, health care professionals and hospitals, also referred to as the Patient and Family Advisory Councils in hospitals.      Jivanjee 2007    USA; Children's mental health and ambulatory care; unstructured or semi‐structured interviews with mental health professionals, other service providers and community representatives, including family members through advisory groups.      Johns 2014    Tasmania Australia; community and rural health service, council and hospital; individual and group interviews with local rural community members and representatives, health professionals, staff members from centres, such as GPs, through a committee.      Lewis 2014    Scotland; statutory sector and community groups; in partnership with service users, healthcare, staff and managers through the policy planning committee.      Malfait 2018    Belgium; general and mental health hospitals; questionnaires, observations, focus groups, working with internal stakeholders and external stakeholders, patients, family members, patient representatives and president and secretaries of a stakeholder committee.      McDaid 2009    Ireland; National mental health non‐government organisations; semi‐structured interviews; in partnership with mental health professionals and consumers through advisory committee.      MacDonald 2015    UK; mental health service foundation trust in rural and urban areas; survey and interviews, focus groups, document analysis and observations; working in partnership with elected and appointed governors and pubic and patient governors in three foundation trusts.      Newberry 2005    Canada; Ontario branches of the Canadian Mental Health Association; interviews; in partnership with executive directors, professionals and consumers through management, policy boards and mental health boards of health agencies.      Restall 2013    Canada; mental health and social policy making context; semi‐structured interviews, document review and field notes; in partnership with consumers and health providers through policy debates conducted in formal group formats.      Schaaf 2017    Zambia; Primary care at the local level; Interviews and focus groups; working with citizens, health providers and locally‐elected officials through a citizen voice and action group (world vision).      Scholz 2018    Australia; tertiary referral hospital; semi‐structured interviews; partnership with managers, clinicians and consumers.      Sharma 2016    USA; primary care clinics; semi‐structured interviews; working with patient, family members, caregivers, clinic staff members, leaders and principle regional stakeholders in patient engagement through the Participant Advisory Council.      Sitzia 2006    UK England; local cancer services; semi‐structured interviews; working with NHS staff and consumers in partnership groups.      Wiig 2013    Norway; hospitals including micro and meso analysis at maternal and oncology services; interviews and non‐participant observations, document analysis; working with patients, representative ombudsmen, hospital managers and clinical staff through committees and meetings.             Finding 9. Health providers’ professional status, technical knowledge and use of jargon were intimidating for some consumers. Health providers could increase the number of consumers in the partnership to lessen intimidation.      Assessment of each CERQual component      Methodological limitations   No or very minor concerns for methodological limitations     Coherence   Minor concerns regarding coherence due to some sub‐findings being slightly less well‐supported than others.      Relevance   Minor concerns regarding relevance due to a limited number of studies being partially rather than fully relevant.      Adequacy   Minor concerns regarding adequacy due to less than 15 studies comprising the finding.     Overall CERQual assessment      High level of confidence   Due to minor concerns regarding coherence, relevance and adequacy.     Contributing studies      Study    Context      Boivin 2014    Canada; health and social services centres; analysis of video transcripts, structured notes and observations; in partnership with public representatives, patients and professionals.      Durey 2016    Australia; district/ local health care services including hospitals; interviews, yarning circles (culturally appropriate for Indigenous Australians); working with Aboriginal community members on the committee; health service users, health providers of Aboriginal health services, plus mainstream health service providers and Aboriginal and non‐Aboriginal professionals.      Greene 2018    USA; primary care specialist, paediatric clinic, ambulatory care; interviews and focus groups; in partnership with patient partners and health providers through quality improvement team meetings.      Gurung 2017    Nepal; mental health organisations; interviews to involve mental health service users and care givers in policy making, service planning, monitoring and research.      Jivanjee 2007    USA; Children's mental health and ambulatory care; unstructured or semi‐structured interviews with mental health professionals, other service providers and community representatives, including family members through advisory groups.      Lewis 2014    Scotland; statutory sector and community groups; in partnership with service users, healthcare, staff and managers through the policy planning committee.      Maher 2017    New Zealand; Innovation and improvement centre; analysis of workbooks and semi‐structured interviews; working with health professionals and patients through an experience based co‐design program.      Malfait 2018    Belgium; general and mental health hospitals; questionnaires, observations, focus groups, working with internal stakeholders and external stakeholders, patients, family membrers, patient representatives and president and secretaries of a stakeholder committee.      McDaid 2009    Ireland; National mental health non‐government organisations; semi‐structured interviews; in partnership with mental health professionals and consumers through advisory committee.      Newberry 2005    Canada; Ontario branches of the Canadian Mental Health Association; interviews; in partnership with executive directors, professionals and consumers through management, policy boards and mental health boards of health agencies.      Potter 2016    USA; community‐based services and children mental health; observations and interviews; in partnership with family members, health professionals through community collaboratives committee.      Rutebemberwa 2009    Uganda; hospitals; interviews and focus groups, working with hospital staff and service user representatives in the community through committees.      Schaaf 2017    Zambia; Primary care at the local level; Interviews and focus groups; working with citizens, health providers and locally‐elected officials through a citizen voice and action group (world vision).      Scholz 2018    Australia; tertiary referral hospital; semi‐structured interviews; partnership with managers, clinicians and consumers.             Finding 10. Health providers can dominate meeting agendas leading to frustration for consumers. Providing consumers with more opportunities to shape their role, contribute their priorities and share or co‐lead the agenda may facilitate their involvement.      Assessment of each CERQual component      Methodological limitations   Moderate concerns for methodological limitations due to a fair number of studies not reporting researcher reflexivity.      Coherence   Moderate concerns regarding coherence as there was a fair difference in how well‐supported some subfindings were compared to others and some studies only contributed to one sub‐finding rather than multiple sub‐findings.      Relevance   Minor concerns regarding relevance due to a limited number of studies being partially rather than fully relevant.      Adequacy   No or very minor concerns regarding adequacy.     Overall CERQual assessment      Moderate level of confidence   Due to moderate concerns regarding methodological limitations and coherence; and minor concerns regarding relevance.      Contributing studies      Study    Context      Abelson 2004    Canada; health authorities; citizens and health decision makers; focus groups; working with a range or regional health authority decision making processes.      Croft 2016    UK; Commissioning organisations; Interviews and observations; in partnership with managers, clinicians and patient representatives through committee and a governing board.      DeCamp 2015    USA; hospital based primary care practice and ambulatory care; interviews; working with mothers, consumer representatives and clinical staff on the advisory board.      Goodman 2011    Kenya; health centres and dispensaries; interviews; in partnership with Health worker in‐charge of the health facility, district (rural) managers, health workers, health facility committee members, and community members (patients).      Greene 2018    USA; primary care specialist, paediatric clinic, ambulatory care; interviews and focus groups; in partnership with patient partners and health providers through quality improvement team meetings.      Heenan 2004    Northern Ireland; community health project; interviews with health service professionals, and community and voluntary workers.      Jha 2018    UK England; Training school and two hospitals; Qualitative component of mixed methods, workshops and patient safety intervention aimed at trainee doctors; working with patients with personal experience of harm or error during medical diagnosis, treatment, care either to themselves or relatives and trainee doctors.      Johns 2014    Tasmania Australia; community and rural health service, council and hospital; individual and group interviews with local rural community members and representatives, health professionals, staff members from centres, such as GPs, through a committee.      Lewis 2014    Scotland; statutory sector and community groups; in partnership with service users, healthcare, staff and managers through the policy planning committee.      MacDonald 2015    UK; mental health service foundation trust in rural and urban areas; survey and interviews, focus groups, document analysis and observations; working in partnership with elected and appointed governors and pubic and patient governors in three foundation trusts.      Malfait 2018    Belgium; general and mental health hospitals; questionnaires, observations, focus groups, working with internal stakeholders and external stakeholders, patients, family members, patient representatives and president and secretaries of stakeholder committee.      McDaid 2009    Ireland; National mental health non‐government organisations; semi‐structured interviews; in partnership with mental health professionals and consumers through advisory committee.      Nathan 2014    Australia; health region hospitals; interviews, observations, field notes; working with staff and consumers representatives through committees.      Newberry 2005    Canada; Ontario branches of the Canadian Mental Health Association; interviews; in partnership with executive directors, professionals and consumers through management, policy boards and mental health boards of health agencies.      Schaaf 2017    Zambia; Primary care at the local level; Interviews and focus groups; working with citizens, health providers and locally‐elected officials through a citizen voice and action group (world vision).      Scholz 2018    Australia; tertiary referral hospital; semi‐structured interviews; partnership with managers, clinicians and consumers.      Sitzia 2006    UK England; local cancer services; semi‐structured interviews; working with NHS staff and consumers in partnership groups.      Wiig 2013    Norway; hospitals including micro and meso analysis at maternal and oncology services; interviews and non‐participant observations, document analysis; working with patients, representative ombudsmen, hospital managers and clinical staff through committees and meetings.             Finding 11. Consumers could feel their experiential knowledge was not valued by health providers, leading to feelings of being dismissed or overridden. Some health providers perceived consumers' contributions were not as valuable in the partnership. Mutual respect for knowledge and expertise facilitated partnerships.      Assessment of each CERQual component      Methodological limitations   Minor concerns related to a limited number of studies not reporting researcher reflexivity.     Coherence   Moderate concerns regarding coherence as there was a fair difference in how well‐supported some subfindings were supported compared to others and some studies only contributed to one sub‐finding rather than multiple sub‐findings.      Relevance   Minor concerns regarding relevance due to a limited number of studies being partially rather than fully relevant.      Adequacy   Minor concerns regarding adequacy due to less than 15 studies comprising this finding.     Overall CERQual assessment      Moderate level of confidence   Due to moderate concerns regarding coherence; and minor concerns regarding methodological limitations, relevance and adequacy.      Contributing studies      Study    Context      Attree 2011    UK; health and social care/ cancer; Macmillian region; interviews with health professionals, in partnership with service user representatives (cancer patients) in the Committtee Network Partnership Groups.      Croft 2016    UK; Commissioning organisations; Interviews and observations; in partnership with managers, clinicians and patient representatives through committee and a governing board.      Gurung 2017    Nepal; mental health organisations; interviews to involve mental health service users and care givers in policy making, service planning, monitoring and research.      Haarsma 2015    Netherlands; Palliative care networks; interviews, focus groups and field notes; working with patient representatives and professional staff through sounding board group and management team meetings.      Kidd 2007    Australia; rural mental health service; semi‐structured interviews with consumer representatives and health providers; steering committee.      Lewis 2014    Scotland; statutory sector and community groups; in partnership with service users, healthcare, staff and managers through the policy planning committee.      McDaid 2009    Ireland; National mental health non‐government organisations; semi‐structured interviews; in partnership with mental health professionals and consumers through advisory committee.      Newberry 2005    Canada; Ontario branches of the Canadian Mental Health Association; interviews; in partnership with executive directors, professionals and consumers through management, policy boards and mental health boards of health agencies.      Restall 2013    Canada; mental health and social policy making context; semi‐structured interviews, document review and field notes; in partnership with consumers and health providers through policy debates conducted in formal group formats.      Potter 2016    USA; community‐based services and children mental health; observations and interviews; in partnership with family members, health professionals through community collaboratives committee.      Scholz 2018    Australia; tertiary referral hospital; semi‐structured interviews; partnership with managers, clinicians and consumers.      Sitzia 2006    UK England; local cancer services; semi‐structured interviews; working with NHS staff and consumers in partnership groups.             Finding 12. Consumers could experience token involvement in partnerships, including a lack of decision‐making power, being left out of key discussions and being unable to contribute ideas outside health providers' priorities. Token involvement resulted in consumers' feeling frustrated. Consumers valued contributing to tangible changes in health policy and services.      Assessment of each CERQual component      Methodological limitations   Minor concerns for methodological limitations due to a limited number of studies not reporting researcher reflexivity.      Coherence   Minor concerns regarding coherence due to some sub‐findings being slightly less well‐supported than others.      Relevance   Minor concerns regarding relevance due to a limited number of studies being partially rather than fully relevant.      Adequacy   No or very minor concerns regarding adequacy     Overall CERQual assessment      High level of confidence   Due to minor concerns regarding methodological limitations, coherence and relevance.     Contributing studies      Study    Context      Abelson 2004    Canada; health authorities; citizens and health decision makers; focus groups; working with a range or regional health authority decision making processes.      Attree 2011    UK; health and social care/ cancer; Macmillian region; interviews with health professionals, in partnership with service user representatives (cancer patients) in the Committtee Network Partnership Groups.      Boivin 2014    Canada; health and social services centres; analysis of video transcripts, structured notes and observations; in partnership with public representatives, patients and professionals.      Croft 2016    UK; Commissioning organisations; Interviews and observations; in partnership with managers, clinicians and patient representatives through committee and a governing board.      DeCamp 2015    USA; hospital based primary care practice and ambulatory care; interviews; working with mothers, consumer representatives and clinical staff on the advisory board.      Durey 2016    Australia; district/ local health care services including hospitals; interviews, yarning circles (culturally appropriate for Indigenous Australians); working with Aboriginal community members on the committee; health service users, health providers of Aboriginal health services, plus mainstream health service providers and Aboriginal and non‐Aboriginal professionals.      Goodman 2011    Kenya; health centres and dispensaries; interviews; in partnership with Health worker in‐charge of the health facility, district (rural) managers, health workers, health facility committee members, and community members (patients).      Greene 2018    USA; primary care specialist, paediatric clinic, ambulatory care; interviews and focus groups; in partnership with patient partners and health providers through quality improvement team meetings.      Gurung 2017    Nepal; mental health organisations; interviews to involve mental health service users and care givers in policy making, service planning, monitoring and research.      Haarsma 2015    Netherlands; Palliative care networks; interviews, focus groups and field notes; working with patient representatives and professional staff through sounding board group and management team meetings.      Heenan 2004    Northern Ireland; community health project; interviews with health service professionals, and community and voluntary workers.      IPFCC 2018    USA; hospitals; survey interviews, follow‐up interviews, site visits, working with patients and families, health care professionals and hospitals, also referred to as the Patient and Family Advisory Councils in hospitals.      Kidd 2007    Australia; rural mental health service; semi‐structured interviews with consumer representatives and health providers; steering committee.      Lewis 2014    Scotland; statutory sector and community groups; in partnership with service users, healthcare, staff and managers through the policy planning committee.      Maher 2017    New Zealand; Innovation and improvement centre; analysis of workbooks and semi‐structured interviews; working with health professionals and patients through an experience based co‐design program.      Malfait 2018    Belgium; general and mental health hospitals; questionnaires, observations, focus groups, working with internal stakeholders and external stakeholders, patients, family members, patient representatives and president and secretaries of a stakeholder committee.      McDaid 2009    Ireland; National mental health non‐government organisations; semi‐structured interviews; in partnership with mental health professionals and consumers through advisory committee.      MacDonald 2015    UK; mental health service foundation trust in rural and urban areas; survey and interviews, focus groups, document analysis and observations; working in partnership with elected and appointed governors and pubic and patient governors in three foundation trusts.      Nathan 2014    Australia; health region hospitals; interviews, observations, field notes; working with staff and consumers representatives through committees.      Newberry 2005    Canada; Ontario brancehs of the Canadian Mental Health Association; interviews; in partnership with executive directors, professionals and consumers through management, policy boards and mental health boards of health agencies.      Restall 2013    Canada; mental health and social policy making context; semi‐structured interviews, document review and field notes; in partnership with consumers and health providers through policy debates conducted in formal group formats.      Schaaf 2017    Zambia; Primary care at the local level; Interviews and focus groups; working with citizens, health providers and locally‐elected officials through a citizen voice and action group (world vision).      Scholz 2018    Australia; tertiary referral hospital; semi‐structured interviews; partnership with managers, clinicians and consumers.      Sitzia 2006    UK England; local cancer services; semi‐structured interviews; working with NHS staff and consumers in partnership groups.      Wiig 2013    Norway; hospitals including micro and meso analysis at maternal and oncology services; interviews and non‐participant observations, document analysis; working with patients, representative ombudsmen, hospital managers and clinical staff through committees and meetings.             Finding 13. Working in partnership could affect health providers and consumer participants in both positive and negative ways. Health providers perceived consumers provided a unique perspective that could improve services, but they were concerned about the time pressures and unmet expectations that could accompany their involvement in partnerships. Consumers perceived there were benefits of working in partnership, including empowerment, increased confidence, knowledge and skills. However, they reported that participating in partnerships could be physically and/or emotionally demanding.      Assessment of each CERQual component      Methodological limitations   No or very minor concerns for methodological limitations.     Coherence   Minor concerns regarding coherence due to some sub‐findings being slightly less well‐supported than others.      Relevance   Minor concerns regarding relevance due to a limited number of studies being partially rather than fully relevant.      Adequacy   No to very minor concerns regarding adequacy.     Overall CERQual assessment      High level of confidence   Due to minor concerns regarding relevance and coherence.     Contributing studies      Study    Context      Attree 2011    UK; health and social care/ cancer; Macmillian region; interviews with health professionals, in partnership with service user representatives (cancer patients) in the Committtee Network Partnership Groups.      Boivin 2014    Canada; health and social services centres; analysis of video transcripts, structured notes and observations; in partnership with public representatives, patients and professionals.      Byskov 2014    Africa; health sector; document analysis and observational interviews; in partnership with District Council, Healthcare Management Team plus stakeholders through committees.      Croft 2016    UK; Commissioning organisations; Interviews and observations; in partnership with managers, clinicians and patient representatives through committee and a governing board.      DeCamp 2015    USA; hospital based primary care practice and ambulatory care; interviews; working with mothers, consumer representatives and clinical staff on the advisory board.      Durey 2016    Australia; district/ local health care services including hospitals; interviews, yarning circles (culturally appropriate for Indigenous Australians); working with Aboriginal community members on the committee; health service users, health providers of Aboriginal health services, plus mainstream health service providers and Aboriginal and non‐Aboriginal professionals.      Goodman 2011    Kenya; health centres and dispensaries; interviews; in partnership with Health worker in‐charge of the health facility, district (rural) managers, health workers, health facility committee members, and community members (patients).      Greco 2006    UK England; North and East Devon localities GPs and primary care; qualitative component of mixed methods and interviews; in partnership with GPs, nurses, patients, health professionals through patient and staff partnership groups (critical friend groups).      Greene 2018    USA; primary care specialist, paediatric clinic, ambulatory care; interviews and focus groups; in partnership with patient partners and health providers through quality improvement team meetings.      Heenan 2004    Northern Ireland; community health project; interviews with health service professionals, and community and voluntary workers.      Jivanjee 2007    USA; Children's mental health and ambulatory care; unstructured or semi‐structured interviews with mental health professionals, other service providers and community representatives, including family members through advisory groups.      Kidd 2007    Australia; rural mental health service; semi‐structured interviews with consumer representatives and health providers; steering committee.      Maher 2017    New Zealand; Innovation and improvement centre; analysis of workbooks and semi‐structured interviews; working with health professionals and patients through an experience based co‐design program.      McDaid 2009    Ireland; National mental health non‐government organisations; semi‐structured interviews; in partnership with mental health professionals and consumers through advisory committee.      Nathan 2014    Australia; health region hospitals; interviews, observations, field notes; working with staff and consumers representatives through committees.      Newberry 2005    Canada; Ontario branches of the Canadian Mental Health Association; interviews; in partnership with executive directors, professionals and consumers through management, policy boards and mental health boards of health agencies.      Potter 2016    USA; community‐based services and children mental health; observations and interviews; in partnership with family members, health professionals through community collaboratives committee.      Restall 2013    Canada; mental health and social policy making context; semi‐structured interviews, document review and field notes; in partnership with consumers and health providers through policy debates conducted in formal group formats.      Schaaf 2017    Zambia; Primary care at the local level; Interviews and focus groups; working with citizens, health providers and locally‐elected officials through a citizen voice and action group (world vision).      Scholz 2018    Australia; tertiary referral hospital; semi‐structured interviews; partnership with managers, clinicians and consumers.      Sitzia 2006    UK England; local cancer services; semi‐structured interviews; working with NHS staff and consumers in partnership groups.      Wiig 2013    Norway; hospitals including micro and meso analysis at maternal and oncology services; interviews and non‐participant observations, document anslysis; working with patients, representative ombudsmen, hospital managers and clinical staff through committees and meetings.             Finding 14. Working in partnership was perceived to improve consumer involvement in strategic decision‐making.      Assessment of each CERQual component      Methodological limitations   No or very minor concerns for methodological limitations     Coherence   Moderate concerns regarding coherence as this finding has some contradictory findings.     Relevance   Minor concerns regarding relevance due to a limited number of studies that are partially rather than fully relevant. However, data comprised a broad range of countries (including LMICs), settings and partnership purposes.      Adequacy   Moderate concerns regarding adequacy due to less than 10 studies contributing to this finding.      Overall CERQual assessment      Moderate level of confidence   Due to moderate concerns regarding coherence and adequacy; and minor concerns regarding relevance.      Contributing studies      Study    Context      Attree 2011    UK; health and social care/ cancer; Macmillian region; interviews with health professionals, in partnership with service user representatives (cancer patients) in the Committtee Network Partnership Groups.      Byskov 2014    Africa; health sector; document analysis and observational interviews; in partnership with District Council, Healthcare Management Team plus stakeholders through committees.      Croft 2016    UK; Commissioning organisations; Interviews and observations; in partnership with managers, clinicians and patient representatives through committee and a governing board.      Durey 2016    Australia; district/ local health care services including hospitals; interviews, yarning circles (culturally appropriate for Indigenous Australians); working with Aboriginal community members on the committee; health service users, health providers of Aboriginal health services, plus mainstream health service providers and Aboriginal and non‐Aboriginal professionals.      Haarsma 2015    Netherlands; Palliative care networks; interviews, focus groups and field notes; working with patient representatives and professional staff through sounding board group and management team meetings.      Restall 2013    Canada; mental health and social policy making context; semi‐structured interviews, document review and field notes; in partnership with consumers and health providers through policy debates conducted in formal group formats.      Schaaf 2017    Zambia; Primary care at the local level; Interviews and focus groups; working with citizens, health providers and locally‐elected officials through a citizen voice and action group (world vision).             Finding 15. Working in partnership was perceived to enhance community ownership of health services .      Assessment of each CERQual component      Methodological limitations   No or very minor concerns for methodological limitations     Coherence   Minor concerns related to coherence due to a limited amount of conflicting data.     Relevance   Moderate concerns regarding relevance as there is a reduced range of countries and contexts included.      Adequacy   Moderate concerns regarding adequacy as this finding includes less than 10 studies.     Overall CERQual assessment      Moderate level of confidence   Due to moderate concerns regarding relevance and adequacy.     Contributing studies      Study    Context      Byskov 2014    Africa; health sector; document analysis and observational interviews; in partnership with District Council, Healthcare Management Team plus stakeholders through committees.      Croft 2016    UK; Commissioning organisations; Interviews and observations; in partnership with managers, clinicians and patient representatives through committee and a governing board.      Durey 2016    Australia; district/ local health care services including hospitals; interviews, yarning circles (culturally appropriate for Indigenous Australians); working with Aboriginal community members on the committee; health service users, health providers of Aboriginal health services, plus mainstream health service providers and Aboriginal and non‐Aboriginal professionals.      Goodman 2011    Kenya; health centres and dispensaries; interviews; in partnership with Health worker in‐charge of the health facility, district (rural) managers, health workers, health facility committee members, and community members (patients).      Johns 2014    Tasmania Australia; community and rural health service, council and hospital; individual and group interviews with local rural community members and representatives, health professionals, staff members from centres, such as GPs, through a committee.      Schaaf 2017    Zambia; Primary care at the local level; Interviews and focus groups; working with citizens, health providers and locally‐elected officials through a citizen voice and action group (world vision).             Finding 16. Working in partnership was perceived to lead to improvements in the person‐centredness of health service culture.      Assessment of each CERQual component      Methodological limitations   No or very minor concerns regarding methodological limitations.     Coherence   No or very minor concerns regarding coherence.     Relevance   Minor concerns regarding relevance due to a limited number of studies being partially rather than fully relevant.      Adequacy   No or very minor concerns regarding adequacy.     Overall CERQual assessment      High level of confidence   Due to minor concerns regarding relevance.     Contributing studies      Study    Context      Attree 2011    UK; health and social care/ cancer; Macmillian region; interviews with health professionals, in partnership with service user representatives (cancer patients) in the Committtee Network Partnership Groups.      Byskov 2014    Africa; health sector; document analysis and observational interviews; in partnership with District Council, Healthcare Management Team plus stakeholders through committees.      Croft 2016    UK; Commissioning organisations; Interviews and observations; in partnership with managers, clinicians and patient representatives through committee and a governing board.      DeCamp 2015    USA; hospital based primary care practice and ambulatory care; interviews; working with mothers, consumer representatives and clinical staff on the advisory board.      Durey 2016    Australia; district/ local health care services including hospitals; interviews, yarning circles (culturally appropriate for Indigenous Australians); working with Aboriginal community members on the committee; health service users, health providers of Aboriginal health services, plus mainstream health service providers and Aboriginal and non‐Aboriginal professionals.      Goodman 2011    Kenya; health centres and dispensaries; interviews; in partnership with Health worker in‐charge of the health facility, district (rural) managers, health workers, health facility committee members, and community members (patients).      Greco 2006    UK England; North and East Devon localities GPs and primary care; qualitative component of mixed methods and interviews; in partnership with GPs, nurses, patients, health professionals through patient and staff partnership groups (critical friend groups).      Greene 2018    USA; primary care specialist, paediatric clinic, ambulatory care; interviews and focus groups; in partnership with patient partners and health providers through quality improvement team meetings.      IPFCC 2018    USA; hospitals; survey interviews, follow‐up interviews, site visits, working with patients and families, health care professionals and hospitals, also referred to as the Patient and Family Advisory Councils in hospitals.      Jha 2018    UK England; Training school and two hospitals; Qualitative component of mixed methods, workshops and patient safety intervention aimed at trainee doctors; working with patients with personal experience of harm or error during medical diagnosis, treatment, care either to themselves or relatives and trainee doctors.      Restall 2013    Canada; mental health and social policy making context; semi‐structured interviews, document review and field notes; in partnership with consumers and health providers through policy debates conducted in formal group formats.      Schaaf 2017    Zambia; Primary care at the local level; Interviews and focus groups; working with citizens, health providers and locally‐elected officials through a citizen voice and action group (world vision).      Sharma 2016    USA; primary care clinics; semi‐structured interviews; working with patient, family members, caregivers, clinic staff members, leaders and principle regional stakeholders in patient engagement through the Participant Advisory Council.      Sitzia 2006    UK England; local cancer services; semi‐structured interviews; working with NHS staff and consumers in partnership groups.      Wiig 2013    Norway; hospitals including micro and meso analysis at maternal and oncology services; interviews and non‐participant observations, document analysis; working with patients, representative ombudsmen, hospital managers and clinical staff through committees and meetings.             Finding 17. Working in partnership was perceived to lead to improvements in the built environment of the health service.      Assessment of each CERQual component      Methodological limitations   Minor concerns for methodological limitations due to a limited number of studies not reporting researcher reflexivity      Coherence   Minor concerns regarding coherence as some of the data is conflicting.     Relevance   Minor concerns regarding relevance due to a limited number of studies being partially rather than fully relevant.      Adequacy   Minor concerns regarding adequacy as less than 15 studies contributed to this finding.     Overall CERQual assessment      High level of confidence   Due to minor concerns regarding methodological limitations, coherence, relevance and adequacy      Contributing studies      Study    Context      Attree 2011    UK; health and social care/ cancer; Macmillian region; interviews with health professionals, in partnership with service user representatives (cancer patients) in the Committtee Network Partnership Groups.      DeCamp 2015    USA; hospital based primary care practice and ambulatory care; interviews; working with mothers, consumer representatives and clinical staff on the advisory board.      Greene 2018    USA; primary care specialist, paediatric clinic, ambulatory care; interviews and focus groups; in partnership with patient partners and health providers through quality improvement team meetings.      Haarsma 2015    Netherlands; Palliative care networks; interviews, focus groups and field notes; working with patient representatives and professional staff through sounding board group and management team meetings.      Johns 2014    Tasmania Australia; community and rural health service, council and hospital; individual and group interviews with local rural community members and representatives, health professionals, staff members from centres, such as GPs, through a committee.      Nathan 2014    Australia; health region hospitals; interviews, observations, field notes; working with staff and consumers representatives through committees.      Schaaf 2017    Zambia; Primary care at the local level; Interviews and focus groups; working with citizens, health providers and locally‐elected officials through a citizen voice and action group (world vision).      Scholz 2018    Australia; tertiary referral hospital; semi‐structured interviews; partnership with managers, clinicians and consumers.      Sharma 2016    USA; primary care clinics; semi‐structured interviews; working with patient, family members, caregivers, clinic staff members, leaders and principle regional stakeholders in patient engagement through the Participant Advisory Council.      Sitzia 2006    UK England; local cancer services; semi‐structured interviews; working with NHS staff and consumers in partnership groups.             Finding 18. Working in partnership was perceived to lead to improvements in health service design and delivery.      Assessment of each CERQual component      Methodological limitations   No or very minor concerns for methodological limitations.     Coherence   Minor concerns regarding coherence as some of the data is conflicting.     Relevance   Minor concerns regarding relevance due to a limited number of studies being partially rather than fully relevant.      Adequacy   Minor concerns regarding adequacy because the finding includes less than 15 studies.     Overall CERQual assessment      High level of confidence   Due to minor concerns regarding coherence, relevance and adequacy     Contributing studies      Study    Context      Attree 2011    UK; health and social care/ cancer; Macmillian region; interviews with health professionals, in partnership with service user representatives (cancer patients) in the Committtee Network Partnership Groups.      DeCamp 2015    USA; hospital based primary care practice and ambulatory care; interviews; working with mothers, consumer representatives and clinical staff on the advisory board.      Durey 2016    Australia; district/ local health care services including hospitals; interviews, yarning circles (culturally appropriate for Indigenous Australians); working with Aboriginal community members on the committee; health service users, health providers of Aboriginal health services, plus mainstream health service providers and Aboriginal and non‐Aboriginal professionals.      Greene 2018    USA; primary care specialist, paediatric clinic, ambulatory care; interviews and focus groups; in partnership with patient partners and health providers through quality improvement team meetings.      Heenan 2004    Northern Ireland; community health project; interviews with health service professionals, and community and voluntary workers.      Johns 2014    Tasmania Australia; community and rural health service, council and hospital; individual and group interviews with local rural community members and representatives, health professionals, staff members from centres, such as GPs, through a committee.      Lewis 2014    Scotland; statutory sector and community groups; in partnership with service users, healthcare, staff and managers through the policy planning committee.      Maher 2017    New Zealand; Innovation and improvement centre; analysis of workbooks and semi‐structured interviews; working with health professionals and patients through an experience based co‐design program.      Nathan 2014    Australia; health region hospitals; interviews, observations, field notes; working with staff and consumers representatives through committees.      Restall 2013    Canada; mental health and social policy making context; semi‐structured interviews, document review and field notes; in partnership with consumers and health providers through policy debates conducted in formal group formats.      Schaaf 2017    Zambia; Primary care at the local level; Interviews and focus groups; working with citizens, health providers and locally‐elected officials through a citizen voice and action group (world vision).      Sitzia 2006    UK England; local cancer services; semi‐structured interviews; working with NHS staff and consumers in partnership groups.             Finding 19. Working in partnership could lead to improvements in health service evaluation.      Assessment of each CERQual component      Methodological limitations   No or very minor concerns for methodological limitations.     Coherence   Moderate concerns regarding coherence as this finding has some conflicting data.     Relevance   Serious concerns regarding relevance due to only study is fully relevant and there is a significant lack of diversity in settings and countries (including no LMICS) included in the finding.      Adequacy   Serious concerns regarding adequacy due to only two studies comprising this finding.     Overall CERQual assessment      Very low level of confidence   Due to serious concerns regarding coherence, relevance and adequacy.     Contributing studies      Study    Context      Croft 2016    UK; Commissioning organisations; Interviews and observations; in partnership with managers, clinicians and patient representatives through committee and a governing board.      Jivanjee 2007    USA; Children's mental health and ambulatory care; unstructured or semi‐structured interviews with mental health professionals, other service providers and community representatives, including family members through advisory groups.",
        "Appendix 4. Expanded matrix table": "Based on the findings of the QES, we explored whether the trialists had described the following aspects of working in partnership:     Was the partnership conducted in a supportive government policy context?   Was the partnership conducted in a supportive organisational context?   Were consumers involved in the recruitment process?   Were resources in place to recruit and support members from groups who are underserved?   If expected to represent other consumers, were consumers facilitated to do this (e.g. with data, peer networks etc)?    Were strategies used to facilitate positive interpersonal dynamics in the partnership?   Were consumers offered training and practical support to facilitate their participation in the partnership?    Were consumers and health providers both clear about the expectations of the consumer role, and were consumers involved in shaping their role?    Were strategies used to decrease the potential for consumers to feel intimidated a) in a formal group formats and b) working with health providers?    Were strategies used to ensure consumers could contribute meaningfully to the agenda, including leading the meeting and/or contributing their own priorities?    Were consumers involved meaningfully in decision‐making in the partnership?   Were strategies used to reduce negative effects of partnerships on both health providers and consumers?     Results key:  Y = yes N = no U = unsure/not reported N/A = not applicable        Trial    Question      1    2    3    4    5    6    7    8    9    10    11    12      Greco 2006    U   Y   N   Y   Y   Y   Y   N   Y   N   U   N     Jha 2018    U   U   N   Y   N/A   Y   Y   Y   Y   Y   Y   Y     O'Connor 2019     Y   U   Y   U   Y   Y   Y   U   U   U   U   Y     Persson 2013    U   U   N   Y   Y   N   Y   U   Y   Y   Y   U     Wu 2019    U   U   Y   Y   Y   Y   Y   Y   Y   U   Y   U",
        "Appendix 5. List of all studies included in the matrix analysis": "Greco 2006     Primary reference: Greco 2006     Jha 2018     Primary reference: Jha 2018    Supplementary references: Jha 2015, Quinton 2018, Winterbottom 2010, Wright 2016      O’Connor 2019     Primary reference: O'Connor 2019      Persson 2013     Primary reference: Persson 2013    Supplementary references: Eriksson 2016, Eriksson 2018, Målqvist 2015 , Nga 2010, Nga 2012, Wallin 2011     Wu 2019     Primary reference: Wu 2018     Supplementary references: Wu 2019, Dadwal 2017, John Hopkins 2014, Ibe 2018",
        "Appendix 6. CASP ratings of studies included in the synthesis": "CASP questions  1. Was there a clear statement of the aims of the research? 2. Is a qualitative methodology appropriate? 3. Was the research design appropriate to address the aims of the research? 4. Was the recruitment strategy appropriate to the aims of the research? 5. Was the data collected in a way that addressed the research issue? 6. Has the relationship between researcher and participants been adequately considered? 7. Have ethical issues been taken into consideration? 8. Was the data analysis sufficiently rigorous? 9. Is there a clear statement of findings? 10. How valuable is the research? Y = yes N = no C/T = can't tell V = valuable        Study ID    CASP question      1    2    3    4    5    6    7    8    9    10      Abelson 2004    Y   Y   Y   Y   Y   C/T   Y   Y   Y   V     Attree 2011    Y   Y   Y   Y   Y   Y   Y   Y   Y   V     Boivin 2014    Y   Y   Y   Y   Y   Y   Y   Y   Y   V     Byskov 2014    Y   Y   Y   Y   Y   Y   Y   Y   Y   V     Croft 2016    Y   Y   Y   Y   Y   Y   Y   Y   Y   V     DeCamp 2015    Y   Y   Y   Y   Y   Y   Y   Y   Y   V     Durey 2016    Y   Y   Y   Y   Y   Y   Y   Y   Y   V     Goodman 2011    Y   Y   Y   Y   Y   C/T   Y   Y   Y   V     Greco 2006    Y   Y   Y   Y   Y   Y   Y   Y   Y   V     Greene 2018    Y   Y   Y   Y   Y   C/T   Y   Y   Y   V     Gurung 2017    Y   Y   Y   Y   Y   Y   Y   Y   Y   V     Haarsma 2015    Y   Y   Y   Y   Y   Y   Y   Y   Y   V     Heenan 2004    Y   Y   Y   Y   Y   C/T   Y   Y   Y   V     IPFCC 2018    Y   Y   Y   Y   Y   C/T   N   Y   Y   V     Jha 2018    Y   Y   Y   Y   Y   C/T   Y   Y   Y   V     Jivanjee 2007    Y   Y   Y   Y   Y   Y   Y   Y   Y   V     Johns 2014    Y   Y   Y   Y   Y   C/T   Y   Y   Y   V     Kidd 2007    Y   Y   Y   Y   Y   C/T   Y   Y   Y   V     Lewis 2014    Y   Y   Y   Y   Y   C/T   Y   Y   Y   V     MacDonald 2015    Y   Y   Y   Y   Y   Y   Y   Y   Y   V     Maher 2017    Y   Y   Y   Y   Y   Y   N   Y   Y   V     Malfait 2018    Y   Y   Y   Y   Y   C/T   Y   Y   Y   V     McDaid 2009    Y   Y   Y   Y   Y   C/T   N   Y   Y   V     Nathan 2014    Y   Y   Y   Y   Y   C/T   Y   Y   Y   V     Newberry 2005    Y   Y   Y   Y   Y   Y   Y   Y   Y   V     Potter 2016    Y   Y   Y   Y   Y   C/T   Y   Y   Y   V     Restall 2013    Y   Y   Y   Y   Y   C/T   Y   Y   Y   V     Rutebemberwa 2009    Y   Y   Y   Y   Y   Y   Y   Y   Y   V     Schaaf 2017    Y   Y   Y   Y   Y   Y   Y   Y   Y   V     Scholz 2018    Y   Y   Y   Y   Y   C/T   Y   Y   Y   V     Sharma 2016    Y   Y   Y   Y   Y   C/T   Y   Y   Y   V     Sitzia 2006    Y   Y   Y   Y   Y   C/T   Y   Y   Y   V     Wiig 2013    Y   Y   Y   Y   Y   C/T   Y   Y   Y   V",
        "Appendix 7. CINAHL search strategy": "Search ID#   Search Terms      S52   S31 AND S49     S51   S31 AND S49     S50   S31 AND S49     S49   S35 AND S39 AND S48     S48   S40 OR S41 OR S42 OR S43 OR S44 OR S45 OR S46 OR S47     S47   MH \"Program Evaluation\" OR (AB (health service*))     S46   MH \"Program Implementation\"     S45   MM \"Quality Improvement\"     S44   MH \"Decision Making\"     S43   MM \"Community Mental Health Services\"     S42   MM \"Decision Making, Patient\"     S41   MH \"Community Health Services\"     S40   MM \"Health Care Delivery\"     S39   S36 OR S37 OR S38     S38   TX (partner* or participat* or consult* or decision* or deliberation* or (co design*) or involv* or contribut* or role* or empower* or engag* or collab* or advoca* or organisation* or organization* or respons*)      S37   TX (experience based N2 design)     S36   (MH \"Patient Centered Care\")     S35   S32 OR S33 OR S34     S34   MH \"Professional‐Patient Relations\"     S33   (MH “Consumer Participation”) OR ( TI ( consumer N2 particip* OR client* N2 engage* OR stakeholder* N2 engage* OR communit* N2 particip* or patient* N2 particip* or client* N2 particip* or citizen* N2 particip* or consumer N2 involve* or patient* N2 involve* or client* N2 involve* or citizen* N2 involve* ) or AB ( consumer N2 particip* OR communit* N2 particip* or client* N2 engage* OR stakeholder* N2 engage* OR patient* N2 particip*or client* N2 particip* or citizen* N2 particip* or consumer N2 ...      S32   (MH \"Patient Care Conferences+\") OR (MH \"Consumer Attitudes\") OR (stakeholder* N2 (participat* or engag* or involv* or satisf*)) OR (patient* N2 (participat* or engag* or involv* or satisf*))      S31   (MH \"Qualitative Studies+\")     S30   S23 OR S24 OR S25 OR S26 OR S27 OR S28 OR S29     S29   TI participatory systems approach to design for safer integrated medicine management     S28   TI Implementing patient centred cancer care     S27   TI Utilizing experience based co design to improve the experience of patients accessing emergency departments in New South Wales      S26   TI Same description different values     S25   TI Investigating the role of NHS Foundation Trust governors in the governance of patient safety      S24   aiming for inclusion case study     S23   TI community representatives on health service committees     S22   S1 AND S19     S21   S1 AND S19     S20   S1 AND S19     S19   S5 AND S9 AND S18     S18   S10 OR S11 OR S12 OR S13 OR S14 OR S15 OR S16 OR S17     S17   MH \"Program Evaluation\" OR (AB (health service*))     S16   MH \"Program Implementation\"     S15   MM \"Quality Improvement\"     S14   MH \"Decision Making\"     S13   MM \"Community Mental Health Services\"     S12   MM \"Decision Making, Patient\"     S11   MH \"Community Health Services\"     S10   MM \"Health Care Delivery\"     S9   S6 OR S7 OR S8     S8   TX (partner* or participat* or consult* or decision* or deliberation* or (co design*) or involv* or contribut* or role* or empower* or engag* or collab* or advoca* or organisation* or organization* or respons*)      S7   TX (experience based N2 design)     S6   (MH \"Patient Centered Care\")     S5   S2 OR S3 OR S4     S4   MH \"Professional‐Patient Relations\"     S3   (MH “Consumer Participation”) OR ( TI ( consumer N2 particip* OR client* N2 engage* OR stakeholder* N2 engage* OR communit* N2 particip* or patient* N2 particip* or client* N2 particip* or citizen* N2 particip* or consumer N2 involve* or patient* N2 involve* or client* N2 involve* or citizen* N2 involve* ) or AB ( consumer N2 particip* OR communit* N2 particip* or client* N2 engage* OR stakeholder* N2 engage* OR patient* N2 particip*or client* N2 particip* or citizen* N2 particip* or consumer N2 ...      S2   (MH \"Patient Care Conferences+\") OR (MH \"Consumer Attitudes\") OR (stakeholder* N2 (participat* or engag* or involv* or satisf*)) OR (patient* N2 (participat* or engag* or involv* or satisf*))      S1   (MH \"Qualitative Studies+\")",
        "Appendix 8. Embase search strategy": "1. community participation/ 2. stakeholder engagement/ 3. patient participation/ 4. Patient‐Centered Care/ 5. ((patient* or communit* or consumer* or user* or carer* or caregiver* or client* or famil* or lay*) adj3 (decid* or decision* or engag* or involv* or participat*)).ti,ab,kw.  6. or/1‐5 7. health care planning/ 8. exp patient care/ 9. *outpatient department/ 10. *mental health service/ 11. exp *\"community care\"/ 12. exp *\"health service\"/ 13. total quality management/ 14. *\"public hospital\"/ 15. exp health care quality/ 16. exp health care delivery/ 17. integrated health care system/ 18. or/7‐17 19. public relations/ 20. advisory committee/ 21. (partner* or participat* or consult* or decision* or deliberation* or co#design* or involv* or contribut* or role* or empower* or engag* or collab* or advoca* or organi#ation* or respons*).ti,ab,kw.  22. (experience based adj2 design).ti,ab,kw. 23. or/19‐22 24. qualitative.tw. 25. qualitative study.tw. 26. or/24‐25 27. and/6,18,23,26 28. limit 27 to (english language and yr=\"2000 ‐Current\")",
        "Appendix 9. Glossary of key terms": "Consumers: for the purposes of this review, consumers were defined a patient, carer or community member who brought their perspective to health service partnerships. The term also included consultants who were employed by the health service to represent the patient or carer perspective. This definition is a simplified version of that used in the companion intervention effects review (Lowe 2021).  Formal group partnerships: for the purposes of this review, formal group partnerships were defined as consumers and health providers meeting jointly and regularly in formal group formats (e.g. committees, councils, working groups) to share decision‐making for the purpose of planning, delivery or evaluation in one or more health service(s). The same definition was used in the companion intervention effects review (Lowe 2021).  Health providers: for the purposes of this review, health providers referred to a person who had a health policy, management, administrative, or clinical role and who participated in formal partnerships in an advisory or representative capacity. A health provider did not include a person whose primary role was a health researcher. This definition is a simplified version of that used in the companion intervention effects review (Lowe 2021).  Health services: defined as public or privately funded services that provide direct care to consumers in primary (e.g. community health centres, general practitioner practices, private practices, dispensaries), secondary (e.g. specialist outpatient clinics), or tertiary settings (e.g. hospitals). We included home and residential services only when they were primarily providing health or nursing care (e.g. home‐based nursing services, nursing homes, residential rehabilitation services, or hospices). The same definition was used in the companion intervention effects review (Lowe 2021).  Intervention effects review: in a systematic review of intervention effects, the researchers aim to locate, assess the risk of bias, and synthesise all of the available evidence related to a specific research question about the effects of an intervention. The companion intervention effects review by Lowe 2021 addressed the question ‘what are the effects of consumers and health providers working in partnership on health services planning, delivery and evaluation'?   Partnering (as an intervention): For the purposes of this review, the intervention was defined as:     consumers and health providers engaged in formal group formats, such as committees, councils, boards or steering groups;    the group involved at least one consumer and at least one health provider;   the group met jointly, more than once via face‐to‐face or electronic modes;   the group was either ongoing or time‐limited (for example, groups formed for a specific project);    the group made joint decisions for planning and/or delivery and/or evaluation of health services.     The same definition was used in the companion intervention effects review (Lowe 2021).  Qualitative evidence synthesis: in a systematic review of qualitative evidence, the researchers aim to locate, assess the methodological quality, and synthesise evidence related to a specific research question about the experience of a phenomenon. When combined with an intervention effects review, the qualitative evidence synthesis aims to help understand how the intervention works, for whom, and in what context, and how best to implement it (Flemming 2019). In this case, the question is ‘what are consumers and health providers’ views and experiences of partnering to improve health services planning, delivery and evaluation'?"
    }
}