{
    "title": "Experiences of conditional and unconditional cash transfers intended for improving health outcomes and health service use: a qualitative evidence synthesis",
    "abstract": "Background It is well known that poverty is associated with ill health and that ill health can result in direct and indirect costs that can perpetuate poverty. Social protection, which includes policies and programmes intended to prevent and reduce poverty in times of ill health, could be one way to break this vicious cycle. Social protection, particularly cash transfers, also has the potential to promote healthier behaviours, including healthcare seeking. Although social protection, particularly conditional and unconditional cash transfers, has been widely studied, it is not well known how recipients experience social protection interventions, and what unintended effects such interventions can cause.      Objectives The aim of this review was to explore how conditional and unconditional cash transfer social protection interventions with a health outcome are experienced and perceived by their recipients.     Search methods We searched Epistemonikos, MEDLINE, CINAHL, Social Services Abstracts, Global Index Medicus, Scopus, AnthroSource and EconLit from the start of the database to 5 June 2020. We combined this with reference checking, citation searching, grey literature and contact with authors to identify additional studies. We reran all strategies in July 2022, and the new studies are awaiting classification.    Selection criteria We included primary studies, using qualitative methods or mixed‐methods studies with qualitative research reporting on recipients’ experiences of cash transfer interventions where health outcomes were evaluated. Recipients could be adult patients of healthcare services, the general adult population as recipients of cash targeted at themselves or directed at children. Studies could be evaluated on any mental or physical health condition or cash transfer mechanism. Studies could come from any country and be in any language. Two authors independently selected studies.     Data collection and analysis We used a multistep purposive sampling framework for selecting studies, starting with geographical representation, followed by health condition, and richness of data. Key data were extracted by the authors into Excel. Methodological limitations were assessed independently using the Critical Appraisal Skills Programme (CASP) criteria by two authors. Data were synthesised using meta‐ethnography, and confidence in findings was assessed using the Confidence in the Evidence from Reviews of Qualitative research (GRADE‐CERQual) approach.     Main results We included 127 studies in the review and sampled 41 of these studies for our analysis. Thirty‐two further studies were found after the updated search on 5 July 2022 and are awaiting classification. The sampled studies were from 24 different countries: 17 studies were from the African region, seven were from the region of the Americas, seven were from the European region, six were from the South‐East Asian region, three from the Western Pacific region and one study was multiregional, covering both the African and the Eastern Mediterranean regions. These studies primarily explored the views and experiences of cash transfer recipients with different health conditions, such as infectious diseases, disabilities and long‐term illnesses, sexual and reproductive health, and maternal and child health. Our GRADE‐CERQual assessment indicated we had mainly moderate‐ and high‐confidence findings. We found that recipients perceived the cash transfers as necessary and helpful for immediate needs and, in some cases, helpful for longer‐term benefits. However, across conditional and unconditional programmes, recipients often felt that the amount given was too little in relation to their total needs. They also felt that the cash alone was not enough to change their behaviour and, to change behaviour, additional types of support would be required. The cash transfer was reported to have important effects on empowerment, autonomy and agency, but also in some settings, recipients experienced pressure from family or programme staff on cash usage. The cash transfer was reported to improve social cohesion and reduce intrahousehold tension. However, in settings where some received the cash and others did not, the lack of an equal approach caused tension, suspicion and conflict. Recipients also reported stigma in terms of cash transfer programme assessment processes and eligibility, as well as inappropriate eligibility processes. Across settings, recipients experienced barriers in accessing the cash transfer programme, and some refused or were hesitant to receive the cash. Some recipients found cash transfer programmes more acceptable when they agreed with the programme's goals and processes.      Authors' conclusions Our findings highlight the impact of the sociocultural context on the functioning and interaction between the individual, family and cash transfer programmes. Even where the goals of a cash transfer programme are explicitly health‐related, the outcomes may be far broader than health alone and may include, for example, reduced stigma, empowerment and increased agency of the individual. When measuring programme outcomes, therefore, these broader impacts could be considered for understanding the health and well‐being benefits of cash transfers.",
    "review_type": "Qualitative",
    "doi": "https://doi.org/10.1002/14651858.CD013635.pub2",
    "review_id": "CD013635",
    "criteria": {
        "Types of studies": "We included primary studies that used qualitative or mixed‐methods study designs. The qualitative designs in this study included different qualitative study approaches, including ethnography, phenomenology, case studies, generic descriptive qualitative studies and qualitative process evaluations. We included studies that used qualitative methods for data collection (including focus group discussions, semistructured and in‐depth individual interviews, observation and open‐ended web surveys) and that used qualitative methods for data analysis (including thematic analysis, grounded theory, framework analysis, and content analysis). We excluded studies that collected data qualitatively but analysed them using quantitative methods (e.g. open‐ended survey questions where the response data are analysed using descriptive statistics only), as qualitative approaches are considered the most appropriate to understand the perceptions and experiences of recipients. We included mixed‐methods studies, where it was possible to extract the data that were collected and analysed using qualitative methods, and we used only the qualitative component of the study for analysis. We included studies published in any language. We included studies regardless of whether or not they were conducted alongside studies of the effectiveness of cash transfers included in Lagarde 2009 and Pega 2022. We did not use a quality threshold and we did not exclude studies based on our assessment of methodological limitations. We used the information about methodological limitations to assess our confidence in the review findings, using the GRADE‐CERQual approach (GRADE‐CERQual 2022). We searched databases from their inception to 5 June 2020 and the search was updated in July 2022. The new studies found are awaiting classification.",
        "Topic of interest": "We included studies that reported on experiences or perceptions from recipients of cash transfer interventions provided by governmental, non‐governmental or international agencies, or private non‐ or for‐profit agencies targeted for improving health or health behaviours or that were assessed for health outcomes. We included different types of cash transfer interventions, which we categorised as unconditional cash transfers (UCT), conditional cash transfers (CCT), or cash‐plus interventions that could include either a conditional or unconditional cash transfer component.  We defined a UCT programme as non‐contributory monetary payments to individuals by governmental, international or non‐governmental organisations to help them meet minimum consumption needs (Garcia 2012). A CCT programme is defined as similar non‐contributory monetary payments to individuals if a condition, typically a behaviour requirement, is fulfilled. We defined cash‐plus interventions as programmes where either unconditional or conditional cash was given together with additional services, such as health checks, training or education sessions, psychosocial support or referrals to social services The types of participants in the studies included recipients or carers of recipients of conditional or unconditional cash transfers or cash‐plus interventions.  We defined the recipients or carers as people who received a cash transfer as part of a government, non‐government or project‐based initiative.  Participants could be: adult patients of healthcare services;   the general adult population where the programme was assessed in terms of health impact or provided for purposes of initiating, maintaining or increasing preventive or curative health behaviours (e.g. vaccination, treatment adherence, contraceptive use or testing or screening for diseases) or the avoidance of unhealthy behaviours (e.g. smoking cessation);    adult caregiver recipients where the cash transfers were intended to benefit those receiving care, including but not limited to, children. adult patients of healthcare services; the general adult population where the programme was assessed in terms of health impact or provided for purposes of initiating, maintaining or increasing preventive or curative health behaviours (e.g. vaccination, treatment adherence, contraceptive use or testing or screening for diseases) or the avoidance of unhealthy behaviours (e.g. smoking cessation); adult caregiver recipients where the cash transfers were intended to benefit those receiving care, including but not limited to, children. We conducted a global review, which was not limited to any particular setting or geographic location. Participants in the studies could come from any healthcare setting, primary, secondary and tertiary, or they could be outside the formal healthcare setting. We included any physical or mental health condition of participants. We included studies focused on conditional cash transfers, unconditional cash transfers, or cash‐plus interventions, where cash was paid to individuals by governmental, international or non‐governmental organisations in connection to national or local social protection programmes or research studies.",
        "Types of participants": "The types of participants in the studies included recipients or carers of recipients of conditional or unconditional cash transfers or cash‐plus interventions.  We defined the recipients or carers as people who received a cash transfer as part of a government, non‐government or project‐based initiative.  Participants could be:     adult patients of healthcare services;   the general adult population where the programme was assessed in terms of health impact or provided for purposes of initiating, maintaining or increasing preventive or curative health behaviours (e.g. vaccination, treatment adherence, contraceptive use or testing or screening for diseases) or the avoidance of unhealthy behaviours (e.g. smoking cessation);    adult caregiver recipients where the cash transfers were intended to benefit those receiving care, including but not limited to, children.",
        "Types of settings": "We conducted a global review, which was not limited to any particular setting or geographic location. Participants in the studies could come from any healthcare setting, primary, secondary and tertiary, or they could be outside the formal healthcare setting.",
        "Types of health issues": "We included any physical or mental health condition of participants.",
        "Types of interventions": "We included studies focused on conditional cash transfers, unconditional cash transfers, or cash‐plus interventions, where cash was paid to individuals by governmental, international or non‐governmental organisations in connection to national or local social protection programmes or research studies."
    },
    "search_strategy": {
        "Appendix 1. Search strategies": "Database search strategies:  Epistemonikos, Epistemonikos Foundation (www.epistemonikos.org/) (searched 4 July 2022).  Advanced search ‐ Title/Abstract:        Search      (condition* OR uncondition*) AND (\"cash transfer\" OR \"cash transfers\" OR \"economic transfer\" OR \"economic transfers\" OR \"monetary transfer\" OR \"monetary transfers\" OR \"financial transfer\" OR \"financial transfers\" OR \"cash incentive\" OR \"cash incentives\" OR \"economic incentive\" OR \"economic incentives\" OR \"monetary incentive\" OR \"monetary incentives\" OR \"financial incentive\" OR \"financial incentives\" OR \"cash intervention\" OR \"cash interventions\" OR \"economic intervention\" OR \"economic interventions\" OR \"monetary intervention\" OR \"monetary interventions\" OR \"financial intervention\" OR \"financial interventions\")       OR      (condition* OR uncondition*) AND reward* AND (cash OR economic* OR financial OR monetary OR money OR payment* OR paying)          Ovid MEDLINE(R) ALL <1946 to July 01, 2022> (searched 4 July 2022).        #    Search    Results      1   Financial Support/   3894     2   Financing, Government/   21315     3   Reward/   24515     4   Public Assistance/ec [Economics]   418     5   Social Welfare/ec [Economics]   1419     6   Social Security/ec [Economics]   1086     7   Token Economy/   950     8   ((financial or economic or monetary) adj support*).ti,ab,kf.   6190     9   ((condition* or contingent or uncondition*) adj3 (cash or grant* or reward* or payment* or benefits or money)).ti,ab,kf.    3715     10   ((cash or economic or financial or monetary) adj (transfer* or grant* or award* or reward* or payment* or benefits or incentive* or intervention* or program* or scheme?)).ti,ab,kf.    17694     11   ((social protection or social security or social welfare) adj6 (cash or economic or financial or monetary or money or payment*)).ti,ab,kf.    647     12   (cash plus or transfer* cash).ti,ab,kf.   32     13   ((addition* or supplement*) adj3 income).ti,ab,kf.   1586     14   (support grant or support grants).ti,ab,kf.   123     15   or/1‐14   77989     16   Qualitative Research/   75064     17   Interviews as Topic/   66801     18   qualitative.ti,ab,kf.   291624     19   interview*.ti,ab,kf.   420117     20   themes.ti,ab,kf.   94420     21   mixed method?.ti,ab,kf.   33743     22   or/16‐21   666847     23   15 and 22   4745                                     CINAHL, EbscoHost  <1980 to present> (searched 4 July 2022).        #    Query    Results                                  S18   S17 [Limiters ‐ Exclude MEDLINE records]   2,481     S17   S11 AND S16   4,525     S16   S12 OR S13 OR S14 OR S15   459,91     S15   TI ( qualitative or interview* or \"thematic analysis\" or themes or mixed W0 method* ) OR AB ( qualitative or interview* or \"thematic analysis\" or themes or mixed W0 method* )    361,779     S14   (MH \"Thematic Analysis\")   76,817     S13   (MH \"Interviews\")   160,812     S12   (MH \"Qualitative Studies\")   133,38     S11   S1 OR S2 OR S3 OR S4 OR S5 OR S6 OR S7 OR S8 OR S9 OR S10   42,113     S10   TI ( (addition* or supplement*) N3 income ) OR AB ( (addition* or supplement*) N3 income )    1,045     S9   TI (\"cash plus\" or \"support grant\" or \"support grants\" or transfer* W0 cash) OR AB (\"cash plus\" or \"support grant\" or \"support grants\" or transfer* W0 cash)    86     S8   TI ( (\"social protection\" or \"social security\" or \"social welfare\") N6 (cash or economic or financial or monetary or money or payment*) ) OR AB ( (\"social protection\" or \"social security\" or \"social welfare\") N6 (cash or economic or financial or monetary or money or payment*) )    291     S7   TI ( (cash or economic or financial or monetary) W0 (transfer* or grant* or award* or reward* or payment* or benefits or incentive* or intervention* or program* or scheme*) ) OR AB ( (cash or economic or financial or monetary) W0 (transfer* or grant* or award* or reward* or payment* or benefits or incentive* or intervention* or program* or scheme*) )S1    8,09     S6   TI ( (condition* or contingent or uncondition*) N3 (cash or grant* or reward* or payment* or benefit* or money) ) OR AB ( (condition* or contingent or uncondition*) N3 (cash or grant* or reward* or payment* or benefit* or money) )    2,058     S5   TI ( (financial or economic or monetary) W0 support* ) OR AB ( (financial or economic or monetary) W0 support* )    2,715     S4   (MH \"Social Welfare/EC\")   404     S3   (MH \"Public Assistance/EC\")   146     S2   (MH \"Economic and Social Security\")   4,373     S1   (MH \"Financial Support\") or (MH \"Financing, Government\") or (MH Reward)   25,529         Social Services Abstracts, ProQuest  <1979 to present> (searched 4 July 2022).        #    Search terms    Results      S1   SU(\"conditional cash\" OR \"unconditional cash\" )   26     S2   TI((condition* OR uncondition*) AND (\"cash transfer\" OR \"cash transfers\" OR \"economic transfer\" OR \"economic transfers\" OR \"monetary transfer\" OR \"monetary transfers\" OR \"financial transfer\" OR \"financial transfers\" OR \"cash incentive\" OR \"cash incentives\" OR \"economic incentive\" OR \"economic incentives\" OR \"monetary incentive\" OR \"monetary incentives\" OR \"financial incentive\" OR \"financial incentives\" OR \"cash intervention\" OR \"cash interventions\" OR \"economic intervention\" OR \"economic interventions\" OR \"monetary intervention\" OR \"monetary interventions\" OR \"financial intervention\" OR \"financial interventions\") )    48     S3   AB((condition* OR uncondition*) AND (\"cash transfer\" OR \"cash transfers\" OR \"economic transfer\" OR \"economic transfers\" OR \"monetary transfer\" OR \"monetary transfers\" OR \"financial transfer\" OR \"financial transfers\" OR \"cash incentive\" OR \"cash incentives\" OR \"economic incentive\" OR \"economic incentives\" OR \"monetary incentive\" OR \"monetary incentives\" OR \"financial incentive\" OR \"financial incentives\" OR \"cash intervention\" OR \"cash interventions\" OR \"economic intervention\" OR \"economic interventions\" OR \"monetary intervention\" OR \"monetary interventions\" OR \"financial intervention\" OR \"financial interventions\") )    179     S4   S1 OR S2 OR S3   184         Global Index Medicus, WHO (searched 4 July 2022).  Advanced search ‐ Title, Abstract, Subject descriptor.         Search      (condition* OR uncondition*) AND (\"cash transfer\" OR \"cash transfers\" OR \"economic transfer\" OR \"economic transfers\" OR \"monetary transfer\" OR \"monetary transfers\" OR \"financial transfer\" OR \"financial transfers\" OR \"cash incentive\" OR \"cash incentives\" OR \"economic incentive\" OR \"economic incentives\" OR \"monetary incentive\" OR \"monetary incentives\" OR \"financial incentive\" OR \"financial incentives\" OR \"cash intervention\" OR \"cash interventions\" OR \"economic intervention\" OR \"economic interventions\" OR \"monetary intervention\" OR \"monetary interventions\" OR \"financial intervention\" OR \"financial interventions\")            Scopus, Elsevier (searched 4 July 2022).        Search      ( ( KEY ( \"conditional cash\" OR \"unconditional cash\" ) ) OR ( TITLE‐ABS ( ( condition* OR uncondition* ) W/3 ( \"cash transfer\" OR \"cash transfers\" OR \"economic transfer\" OR \"economic transfers\" OR \"monetary transfer\" OR \"monetary transfers\" OR \"financial transfer\" OR \"financial transfers\" OR \"cash incentive\" OR \"cash incentives\" OR \"economic incentive\" OR \"economic incentives\" OR \"monetary incentive\" OR \"monetary incentives\" OR \"financial incentive\" OR \"financial incentives\" OR \"cash intervention\" OR \"cash interventions\" OR \"economic intervention\" OR \"economic interventions\" OR \"monetary intervention\" OR \"monetary interventions\" OR \"financial intervention\" OR \"financial interventions\" ) ) ) ) AND ( ( KEY ( \"qualitative study\" OR \"qualitative research\" ) ) OR ( TITLE‐ABS ( qualitative OR interview* OR \"thematic analysis\" OR themes OR \"mixed method\" OR \"mixed methods\" ) ) ) AND NOT INDEX ( medline )            AnthroSource, American Anthropological Association (searched 3 August 2022).        Search      (condition* OR uncondition*) AND (\"cash transfer\" OR\"cash transfers\" OR \"economic transfer\" OR\"economic transfers\" OR \"monetary transfer\" OR\"monetary transfers\" OR \"financial transfer\" OR\"financial transfers\" OR \"cash incentive\" OR\"cash incentives\" OR \"economic incentive\" OR\"economic incentives\" OR \"monetary incentive\" OR\"monetary incentives\" OR \"financial incentive\" OR\"financial incentives\" OR \"cash intervention\" OR \"cash interventions\" OR \"economic intervention\" OR \"economic interventions\" OR \"monetary intervention\" OR \"monetary interventions\" OR \"financial intervention\" OR \"financialinterventions\")            EconLit with Full Text, EBSCOhost (search updated 8 August 2022).        #     Query     Results      S18    S12 AND S17    113      S17    S13 OR S14 OR S15 OR S16    4,102      S16    TI mixed W0 method? OR AB mixed W0 method?    315      S15    TI themes OR AB themes    604      S14    TI interview* OR AB interview*    2,185      S13    TI qualitative OR AB qualitative    1,799      S12    S1 OR S2 OR S3 OR S4 OR S5 OR S6 OR S7 OR S8 OR S9 OR S10 OR S11    2,492      S11    TI ( ((addition* or supplement*) N3 income) ) OR AB ( ((addition* or supplement*) N3 income) )     163      S10    TI \"cash plus\" OR AB \"cash plus\"    5      S9    TI ( ((\"social protection\" or \"social security\" or \"social welfare\") N6 (cash or economic or financial or monetary or money or payment*)) ) OR AB ( ((\"social protection\" or \"social security\" or \"social welfare\") N6 (cash or economic or financial or monetary or money or payment*)) )     90      S8    TI ( ((cash or economic or financial or monetary) W0 (transfer* or grant* or reward* or payment* or benefits or incentive* or program*)) ) OR AB ( ((cash or economic or financial or monetary) W0 (transfer* or grant* or reward* or payment* or benefits or incentive* or program*)) )     1,048      S7    TI ( ((condition* or contingent or uncondition*) N3 (cash or grant* or reward* or payment* or benefits or money)) ) OR AB ( ((condition* or contingent or uncondition*) N3 (cash or grant* or reward* or payment* or benefits or money)) )     202      S6    TI ( ((financial or economic or monetary) W0 support*) ) OR AB ( ((financial or economic or monetary) W0 support*) )     187      S5    TI \"social security\" OR AB \"social security\"    370      S4    TI \"social welfare\" OR AB \"social welfare\"    638      S3    TI \"token economy\" OR AB \"token economy\"    5      S2    TI \"public assistance\" OR AB \"public assistance\"    25      S1    TI \"financial support\" OR AB \"financial support\"    153          Grey literature search strategies:    National Institute for Health and Clinical Excellence (NICE) (searched updated 25 August 2022).  Advanced search ‐ Type of evidence (primary research; practice‐based information, Area of interest (public health; social care; clinical).          Search      (“cash transfer*” OR “incentive” OR “*grant”) AND health*         Open Grey (searched 23 March 2021). Advanced search ‐ Type of evidence (primary research; practice‐based information, Area of interest (public health; social care; clinical).          Search      (“cash transfer*” OR “incentive” OR “*grant”) AND health*         Give Directly  (www.givedirectly.org) (searched updated 25 August 2022).         Search      (“cash transfer*” OR “incentive” OR “*grant”) AND health*         Eldis (www.eldis.org) (searched updated 25 August 2022).  Advanced search ‐ Type (document)        Search      (“cash transfer*” OR “incentive” OR “*grant”) AND health*         Agency for Healthcare Research and Quality (AHRQ) (searched updated 25 August 2022).        Search      (“cash transfer*” OR “incentive” OR “*grant”) AND health*         OAIster (searched updated 25 August 2022). Advanced search ‐ Format (Book; Article and chapters)        Search      (“cash transfer*” OR “incentive” OR “*grant”) AND health*"
    }
}