{
    "title": "Patient education interventions for the management of inflammatory bowel disease",
    "abstract": "Background Inflammatory bowel disease (IBD) is a life‐long condition for which currently there is no cure. Patient educational interventions deliver structured information to their recipients. Evidence suggests patient education can have positive effects in other chronic diseases.    Objectives To identify the different types of educational interventions, how they are delivered, and to determine their effectiveness and safety in people with IBD.    Search methods On 27 November 2022, we searched CENTRAL, Embase, MEDLINE, ClinicalTrials.gov, and WHO ICTRP with no limitations to language, date, document type, or publication status. Any type of formal or informal educational intervention, lasting for any time, that had content focused directly on knowledge about IBD or skills needed for direct management of IBD or its symptoms was included. Delivery methods included face‐to‐face or remote educational sessions, workshops, guided study via the use of printed or online materials, the use of mobile applications, or any other method that delivers information to patients.    Selection criteria All published, unpublished and ongoing randomised control trials (RCTs) that compare educational interventions targeted at people with IBD to any other type of intervention or no intervention.    Data collection and analysis Two review authors independently conducted data extraction and risk of bias assessment of the included studies. We analysed data using Review Manager Web. We expressed dichotomous and continuous outcomes as risk ratios (RRs) and mean differences (MDs) with 95% confidence intervals (CIs). We assessed the certainty of the evidence using GRADE methodology.    Main results We included 14 studies with a total of 2708 randomised participants, aged 11 to 75 years. Two studies examined populations who all had ulcerative colitis (UC); the remaining studies examined a mix of IBD patients (UC and Crohn's disease). Studies considered a range of disease activity states. The length of the interventions ranged from 30 minutes to 12 months. Education was provided in the form of in‐person workshops/lectures, and remotely via printed materials or multimedia, smartphones and internet learning.  Thirteen studies compared patient education interventions plus standard care against standard care alone. The interventions included seminars, information booklets, text messages, e‐learning, a multi professional group‐based programme, guidebooks, a staff‐delivered programme based on an illustrated book, a standardised programme followed by group session, lectures alternating with group therapy, educational sessions based on an IBD guidebook, internet blog access and text messages, a structured education programme, and interactive videos.  Risk of bias findings were concerning in all judgement areas across all studies. No single study was free of unclear or high of bias judgements.  Reporting of most outcomes in a homogeneous fashion was limited, with quality of life at study end reported most commonly in six of the 14 studies which allowed for meta‐analysis, with all other outcomes reported in a more heterogeneous manner that limited wider analysis. Two studies provided data on disease activity. There was no clear difference in disease activity when patient education (n = 277) combined with standard care was compared to standard care (n = 202). Patient education combined with standard care is probably equivalent to standard care in reducing disease activity in patients with IBD (standardised mean difference (SMD) ‐0.03, 95% CI ‐0.25 to 0.20), moderate‐certainty evidence.  Two studies provided continuous data on flare‐up/relapse. There was no clear difference for flare‐ups or relapse when patient education (n = 515) combined with standard care was compared to standard care (n = 507), as a continuous outcome. Patient education combined with standard care is probably equivalent to standard care in reducing flare‐ups or relapse in patients with IBD (MD ‐0.00, 95% CI ‐0.06 to 0.05; moderate‐certainty evidence).  Three studies provided dichotomous data on flare‐up/relapse. The evidence is very uncertain on whether patient education combined with standard care (n = 157) is different to standard care (n = 150) in reducing flare‐ups or relapse in patients with IBD (RR 0.94, 95% CI 0.41 to 2.18; very low‐certainty evidence).  Six studies provided data on quality of life. There was no clear difference in quality of life when patient education combined with standard care (n = 721) was compared to standard care (n = 643). Patient education combined with standard care is probably equivalent to standard care in improving quality of life in patients with IBD (SMD 0.08, 95% CI ‐0.03 to 0.18; moderate‐certainty evidence).  The included studies did not report major differences on healthcare access. Medication adherence, patient knowledge and change in quality of life showed conflicting results that varied between no major differences and differences in favour of the educational interventions.  Only five studies reported on adverse events. Four reported zero total adverse events and one reported one case of breast cancer and two cases of surgery in their interventions groups, and zero adverse events in their control group.  Two studies compared delivery methods of patient education, specifically: web‐based patient education interventions versus colour‐printed books or text messages; and one study compared frequency of patient education, specifically: weekly educational text messages versus once every other week educational text messages. These did not show major differences for disease activity and quality of life.  Other outcomes were not reported.   Authors' conclusions The ways in which patient educational support surrounding IBD may impact on disease outcomes is complex.  There is evidence that education added to standard care is probably of no benefit to disease activity or quality of life when compared with standard care, and may be of no benefit for occurrence of relapse when compared with standard care. However, as there was a paucity of specific information regarding the components of education or standard care, the utility of these findings is questionable.  Further research on the impact of education on our primary outcomes of disease activity, flare‐ups/relapse and quality of life is probably not indicated. However, further research is necessary, which should focus on reporting details of the educational interventions and study outcomes that educational interventions could be directly targeted to address, such as healthcare access and medication adherence. These should be informed by direct engagement with stakeholders and people affected by Crohn's and colitis.",
    "review_type": "Intervention",
    "doi": "https://doi.org/10.1002/14651858.CD013854.pub2",
    "review_id": "CD013854",
    "criteria": {
        "Types of studies": "All published, unpublished and ongoing RCTs that compare educational interventions targeted at people with IBD to any other type of intervention or no intervention. Cluster‐randomised and cross‐over trials that met our criteria were included.",
        "Types of participants": "People with IBD of all ages.",
        "Types of interventions": "Any type of formal or informal educational intervention, lasting for any time, that has content focused directly on knowledge about IBD or skills needed for direct management of IBD or its symptoms. Interventions that use education to deliver a different set of skills or outcomes that may by proxy enhance patients outcomes were not included (e.g. cognitive behavioural therapy (CBT) training, hypnotherapy training, relaxation therapy training, training on how to use a remote or other health tool for monitoring disease, training on diagnostic tools). Delivery methods can include face‐to‐face or remote educational sessions or workshops, guided study via the use of printed or online materials, the use of mobile applications or any other method that delivers information to patients. It became clear through data extraction that many papers did not mention details about standard therapies. Our team discussed this, and decided that it was highly unlikely that patients would be denied treatment in lieu of patient education or the control therapies. In addition, we could not assume the use of placebo if it was not mentioned by the authors. We considered terms such as “standard care”, “usual care”, “treatment as usual”, “routine follow‐up”, as interchangeable. We recognise this is a source of clinical heterogeneity, as these terms can refer to different approaches of standard care which are not identical in every way, however, we agreed they were probably similar enough for the meta‐analysis purposes of this review. We have listed all intervention and comparator groups in the 'Characteristics of included studies' table.",
        "Types of outcome measures": "We considered both dichotomous and continuous outcomes for this review. These were not used as criteria for considering inclusion. Disease activity at study end, using a recognised disease activity scoring system as described by the study authors.    Flare‐ups or relapse measured clinically, endoscopically or histologically, during the study period.    Quality of life at study end using validated scales or tools. Disease activity at study end, using a recognised disease activity scoring system as described by the study authors. Flare‐ups or relapse measured clinically, endoscopically or histologically, during the study period. Quality of life at study end using validated scales or tools. Number of episodes of accessing health care (outpatient, remote or inpatient) during the study follow‐up.    Change in disease activity using a recognised score at study end.   Change in quality of life using a validated tool at study end.   Medication adherence.   Patient knowledge or skill (or both) as measured by a study, at study end. Number of episodes of accessing health care (outpatient, remote or inpatient) during the study follow‐up. Change in disease activity using a recognised score at study end. Change in quality of life using a validated tool at study end. Medication adherence. Patient knowledge or skill (or both) as measured by a study, at study end. Total adverse effects (serious and minor) at study end (e.g. functional bowel symptoms, worsening disease state symptoms, hospitalisation).    Adverse events leading to withdrawal during the study (as per examples above). Total adverse effects (serious and minor) at study end (e.g. functional bowel symptoms, worsening disease state symptoms, hospitalisation). Adverse events leading to withdrawal during the study (as per examples above).",
        "Primary outcomes": "Disease activity at study end, using a recognised disease activity scoring system as described by the study authors.    Flare‐ups or relapse measured clinically, endoscopically or histologically, during the study period.    Quality of life at study end using validated scales or tools.",
        "Secondary outcomes": "Number of episodes of accessing health care (outpatient, remote or inpatient) during the study follow‐up.    Change in disease activity using a recognised score at study end.   Change in quality of life using a validated tool at study end.   Medication adherence.   Patient knowledge or skill (or both) as measured by a study, at study end.     Adverse effects    Total adverse effects (serious and minor) at study end (e.g. functional bowel symptoms, worsening disease state symptoms, hospitalisation).    Adverse events leading to withdrawal during the study (as per examples above).",
        "null": ""
    },
    "search_strategy": {
        "Appendix 1. CENTRAL search strategy (Cochrane Library)": "#1 ([mh \"Inflammatory Bowel Diseases\"] or (Inflammatory Bowel Disease* or IBD or Crohn* or Colitis or Enteritis or Proctocolitis or Colorectitis or Ileocolitis):ti,ab) AND ([mh ^\"Patient Education as Topic\"] or [mh ^\"Health Education\"] or [mh \"Consumer Health Information\"] or ((Health NEXT (Education* or Information or Literacy)) or Twitter or Facebook or Instagram or YouTube or Social Media or Multi?medi* or Compact Disk? or Compact Disc? or DVD or Video* or Audio* or Web or Website? or Podcast* or E?mail* or Mail or Mobile Application* or App or Apps or Smartphone? or iPhone* or Handout or Printed or Print or Online or Internet or Booklet* or Poster or Posters or Written Material* or Pamphlet* or Brochure* or Leaflet* or Flyer* or ((Patient* or Consumer*) NEAR (Educat* or Inform* or Literacy or Training))):ti,ab)  in Trials 941",
        "Appendix 2. MEDLINE search strategy (Ovid)": "Database: Ovid MEDLINE(R) ALL 1946 to November 27, 2022 1 exp Inflammatory Bowel Diseases/ or (Inflammatory Bowel Disease* or IBD or Crohn* or Colitis or Enteritis or Proctocolitis or Colorectitis or Ileocolitis).ti,ab. (163153)  2 Patient Education as Topic/ or Health Education/ or exp Consumer Health Information/ or ((Health adj (Education* or Information or Literacy)) or Twitter or Facebook or Instagram or YouTube or Social Media or Multi?medi* or Compact Disk? or Compact Disc? or DVD or Video* or Audio* or Web or Website? or Podcast* or E?mail* or Mail or Mobile Application* or App or Apps or Smartphone? or iPhone* or Handout or Printed or Print or Online or Internet or Booklet* or Poster or Posters or Written Material* or Pamphlet* or Brochure* or Leaflet* or Flyer* or ((Patient* or Consumer*) adj (Educat* or Inform* or Literacy or Training))).ti,ab. (977825)  3 ((randomized controlled trial or controlled clinical trial).pt. or (randomi?ed or placebo or randomly or trial or groups).ab. or drug therapy.fs.) not (exp animals/ not humans.sh.) (4826695)  4 and/1‐3 (1127) Note: Line 3 is Cochrane Highly Sensitive Search Strategy for identifying randomised trials in MEDLINE: sensitivity‐maximising version (2008 revision)",
        "Appendix 3. Embase search strategy (Ovid)": "Database: Embase <1974 to 2022 November 27> 1 exp *Inflammatory Bowel Disease/ or (Inflammatory Bowel Disease* or IBD or Crohn* or Colitis or Enteritis or Proctocolitis or Colorectitis or Ileocolitis).ti,ab. (240536)  2 *Patient Education/ or *Health Education/ or *Health Literacy/ or *Consumer Health Information/ or ((Health adj (Education* or Information or Literacy)) or Twitter or Facebook or Instagram or YouTube or Social Media or Multi?medi* or Compact Disk? or Compact Disc? or DVD or Video* or Audio* or Web or Website? or Podcast* or E?mail or Mail or Mobile Application* or App or Apps or Smartphone? or iPhone* or Handout or Printed or Print or Online or Internet or Booklet* or Poster or Posters or Written Material? or Pamphlet* or Brochure* or Leaflet* or Flyer* or ((Patient* or Consumer*) adj (Educat* or Inform* or Literacy or Training))).ti,ab. (1199865)  3 Randomized controlled trial/ or Controlled clinical study/ or randomization/ or intermethod comparison/ or double blind procedure/ or human experiment/ or (random$ or placebo or (open adj label) or ((double or single or doubly or singly) adj (blind or blinded or blindly)) or parallel group$1 or crossover or cross over or ((assign$ or match or matched or allocation) adj5 (alternate or group$1 or intervention$1 or patient$1 or subject$1 or participant$1)) or assigned or allocated or (controlled adj7 (study or design or trial)) or volunteer or volunteers).ti,ab. or (compare or compared or comparison or trial).ti. or ((evaluated or evaluate or evaluating or assessed or assess) and (compare or compared or comparing or comparison)).ab. (5982927)  4 (random$ adj sampl$ adj7 (\"cross section$\" or questionnaire$1 or survey$ or database$1)).ti,ab. not (comparative study/ or controlled study/ or randomi?ed controlled.ti,ab. or randomly assigned.ti,ab.) (9212)  5 Cross‐sectional study/ not (randomized controlled trial/ or controlled clinical study/ or controlled study/ or (randomi?ed controlled or control group$1).ti,ab.) (327953)  6 (((case adj control$) and random$) not randomi?ed controlled).ti,ab. (20471) 7 (Systematic review not (trial or study)).ti. (229188) 8 (nonrandom$ not random$).ti,ab. (18254) 9 (\"Random field$\" or (random cluster adj3 sampl$)).ti,ab. (4297) 10 (review.ab. and review.pt.) not trial.ti. (1044406) 11 \"we searched\".ab. and (review.ti. or review.pt.) (44743) 12 (\"update review\" or (databases adj4 searched)).ab. (55333) 13 (rat or rats or mouse or mice or swine or porcine or murine or sheep or lambs or pigs or piglets or rabbit or rabbits or cat or cats or dog or dogs or cattle or bovine or monkey or monkeys or trout or marmoset$1).ti. and animal experiment/ (1175895)  14 Animal experiment/ not (human experiment/ or human/) (2468723) 15 or/4‐14 (4102891) 16 3 not 15 (5291310) 17 and/1‐2,16 (1861) 18 limit 17 to (conference abstracts or embase) (1770)",
        "Appendix 4. ClinicalTrials.Gov search strategy": "Advanced Search Condition or disease: Inflammatory Bowel Disease OR IBD OR Crohn* OR Colitis OR Enteritis OR Proctocolitis OR Colorectitis OR Ileocolitis  Other terms: Randomized  Study type: Interventional Studies (Clinical Trials)  Intervention/treatment: Education OR Information OR Literacy OR Training  121 Studies found",
        "Appendix 5. WHO ICTRP search strategy": "Advanced Search Inflammatory Bowel Disease OR IBD OR Crohn* OR Colitis OR Enteritis OR Proctocolitis OR Colorectitis OR Ileocolitis in the Condition  Education OR Information OR Literacy OR Training in the Intervention  Recruitment Status is ALL  87 records for 87 trials found!"
    }
}