{
    "title": "Antipsychotic polypharmacy reduction versus polypharmacy continuation for people with schizophrenia",
    "abstract": "Background In clinical practice, different antipsychotics can be combined in the treatment of people with schizophrenia (polypharmacy). This strategy can aim at increasing efficacy, but might also increase the adverse effects due to drug–drug interactions. Reducing polypharmacy by withdrawing one or more antipsychotics may reduce this problem, but must be done carefully, in order to maintain efficacy.    Objectives To examine the effects and safety of reducing antipsychotic polypharmacy compared to maintaining people with schizophrenia on the same number of antipsychotics.    Search methods On 10 February 2021, we searched the Cochrane Schizophrenia Group's Study‐Based Register of Trials, which is based on CENTRAL, CINAHL, ClinicalTrials.Gov, Embase, ISRCTN, MEDLINE, PsycINFO, PubMed and WHO ICTRP.    Selection criteria We included randomised controlled trials (RCTs) that compared reduction in the number of antipsychotics to continuation of the current number of antipsychotics. We included adults with schizophrenia or related disorders who were receiving more than one antipsychotic and were stabilised on their current treatment.    Data collection and analysis Two review authors independently screened all the identified references for inclusion, and all the full papers. We contacted study authors if we needed any further information. Two review authors independently extracted the data, assessed the risk of bias using RoB 2 and the certainty of the evidence using the GRADE approach. The primary outcomes were: quality of life assessed as number of participants with clinically important change in quality of life; service use assessed as number of participants readmitted to hospital and adverse effects assessed with number of participants leaving the study early due to adverse effects.    Main results We included five RCTs with 319 participants. Study duration ranged from three months to one year. All studies compared polypharmacy continuation with two antipsychotics to polypharmacy reduction to one antipsychotic.   We assessed the risk of bias of results as being of some concern or at high risk of bias.  A lower number of participants left the study early due to any reason in the polypharmacy continuation group (risk ratio (RR) 0.44, 95% confidence interval (CI) 0.29 to 0.68; I2 = 0%; 5 RCTs, n = 319; low‐certainty evidence), and a lower number of participants left the study early due to inefficacy (RR 0.21, 95% CI 0.07 to 0.65; I2 = 0%; 3 RCTs, n = 201).   Polypharmacy continuation resulted in more severe negative symptoms (MD 3.30, 95% CI 1.51 to 5.09; 1 RCT, n = 35).  There was no clear difference between polypharmacy reduction and polypharmacy continuation on readmission to hospital, leaving the study early due to adverse effects, functioning, global state, general mental state and positive symptoms, number of participants with at least one adverse effect, weight gain and other specific adverse effects, mortality and cognition.  We assessed the certainty of the evidence as very low or low across measured outcomes. No studies reported quality of life, days in hospital, relapse, depressive symptoms, behaviour and satisfaction with care.  Due to lack of data, it was not possible to perform some planned sensitivity analyses, including one controlling for increasing the dose of the remaining antipsychotic. As a result, we do not know if the observed results might be influenced by adjustment of dose of remaining antipsychotic compound.    Authors' conclusions This review summarises the latest evidence on polypharmacy continuation compared with polypharmacy reduction. Our results show that polypharmacy continuation might be associated with a lower number of participants leaving the study early, especially due to  inefficacy. However, the evidence is of low and very low certainty and the data analyses based on few study only, so that it is not possible to draw strong conclusions based on the results of the present review.  Further high‐quality RCTs are needed to investigate this important topic.",
    "review_type": "Intervention",
    "doi": "https://doi.org/10.1002/14651858.CD014383.pub2",
    "review_id": "CD014383",
    "criteria": {
        "Types of studies": "We considered all relevant RCTs for inclusion. If a trial was described as 'double‐blind' but randomisation was implied, we would have included such trials and examined the effect of their inclusion by excluding them in a sensitivity analysis (see Sensitivity analysis). If their inclusion did not result in a substantive difference, they would have remained in the analyses. If their inclusion resulted in important clinically significant but not necessarily statistically significant differences, we would not have added the data from these lower‐quality studies to the results of the high‐quality trials, but presented such data within a subcategory. We excluded quasi‐RCTs, such as those allocating by alternate days of the week. Where studies had multiple publications, we collated the reports of the same study, so that each study, rather than each report, was the unit of interest for the review, and such studies had a single identifier with multiple references.",
        "Types of participants": "Adults, however defined, with schizophrenia or related disorders, including schizophreniform disorder, schizoaffective disorder and delusional disorder, by any means of diagnosis (irrespectively of the diagnostic criteria used), who are receiving more than one antipsychotic and are stabilised on their current antipsychotic treatment, irrespective of age, gender, race or country. We accepted any definition of stability used in the individual studies. We excluded studies that compare antipsychotic polypharmacy with monotherapy for acutely ill people with schizophrenia. If a study included participants with other diagnoses, we only included the study if participants with a diagnosis of schizophrenia or related disorders constituted at least 80% of the population. We are interested in ensuring that information is relevant to the current care of people with schizophrenia. Therefore, we highlighted the current clinical state clearly (early postacute, partial remission, remission), as well as the stage (first episode, early illness, persistent), and whether the studies primarily focused on people with particular problems (e.g. negative symptoms, treatment‐resistant illnesses). See Subgroup analysis and investigation of heterogeneity.",
        "Types of interventions": "Any reduction in the number of antipsychotics (considering antipsychotics licensed in at least one country) from a starting point of at least two antipsychotics, irrespectively of which combinations participants were originally on, which antipsychotics were withdrawn, how many antipsychotics were withdrawn and how fast the withdrawal was undertaken. Continuation of the current number of antipsychotics.",
        "1. Antipsychotic polypharmacy reduction": "Any reduction in the number of antipsychotics (considering antipsychotics licensed in at least one country) from a starting point of at least two antipsychotics, irrespectively of which combinations participants were originally on, which antipsychotics were withdrawn, how many antipsychotics were withdrawn and how fast the withdrawal was undertaken.",
        "2. Antipsychotic polypharmacy continuation": "Continuation of the current number of antipsychotics.",
        "Types of outcome measures": "We divided all outcomes into very short term (up to three months), short term (up to six months), medium term (up to one year, i.e. seven to 12 months) and long term (more than 12 months). Up to one year is the primary time point of interest. 1.1. Clinically important change in quality of life Number of people with a clinically important change in quality of life, as defined in each study. 2.1. Readmission to hospital Number of participants who were readmitted to hospital. 3.1. Leaving the study early due to adverse effects – overall tolerability Number of participants who discontinued their participation in the study due to adverse effects. 1.1. Mean endpoint or change score on quality‐of‐life scale We accepted any published quality of life scales (e.g. Heinrich‐Carpenter Quality of Life Scale, or Subjective well‐being under neuroleptics scale (SWUN)). 3.1. Clinically important change in functioning Number of participants with a clinically important change in functioning, as defined in each study. 3.2. Mean endpoint or change score on functioning scale We accepted any published rating scales such as the Global Assessment of Functioning (GAF) or the Psychosocial Performance Scale. 4.1. Relapse/exacerbations of psychosis We accepted any definitions of the original authors of each study. 4.2. Mean endpoint or change score on global state scale We accepted any published rating scale. 5.1. Due to any reason – overall acceptability Number of participants who prematurely discontinued due to any reason. 5.2. Due to inefficacy – overall efficacy Number of participants who prematurely discontinued due to inefficacy. 6.1. General 6.1.1. Clinically important change in general mental state Number of participants with a clinically important change – as defined by the individual studies (e.g. mental state much improved, or less than 50% reduction on a specified rating scale). 6.1.2. Mean endpoint or change score on general mental state scale 6.2. Specific 6.2.1. Clinically important change in positive symptoms 6.2.2. Mean endpoint or change score on positive symptom scale We examined the positive symptoms of schizophrenia according to the positive subscale of the Positive and Negative Syndrome Scale (PANSS), the Scale for Assessment of Positive Symptoms (SAPS) or any other validated positive symptom scale. 6.2.3. Clinically important change in negative symptoms 6.2.4. Mean endpoint or change score on in negative symptom scale We investigated the negative symptoms of schizophrenia according to the negative subscale of the PANSS or the Scale for the Assessment of Negative Symptoms (SANS) or any other validated negative symptom scale. 6.2.5. Clinically important change in depressive symptoms 6.2.6. Mean endpoint or change score on depressive symptom scale We investigated depressive symptoms according to the Calgary Depression Scale, the Hamilton Depression Scale, the Montgomery Åsberg Depression Rating Scale or any other validated depression scales. 7.2. Mean endpoint or change score on behaviour scale We accepted any published rating scale. 8.2. Mean endpoint or change score on satisfaction with care scale We accepted any published rating scale. 9.1. Effects 9.1.1. At least one adverse effect 9.1.2. Weight gain: clinically important change 9.1.3. Incidence of various specific adverse effects 9.2. Event: mortality 9.2.1. Overall mortality 9.2.2. Due to natural causes 9.2.3. Due to suicide We examined whether reduction of polypharmacy also led to a reduction of antipsychotic doses. We converted antipsychotic doses to olanzapine equivalents for this procedure (Gardner 2010). 11.2. Mean endpoint or change score on cognition scale We accepted any published rating scale.",
        "Primary outcomes": "1. Quality of life  1.1. Clinically important change in quality of life Number of people with a clinically important change in quality of life, as defined in each study.     2. Service use  2.1. Readmission to hospital Number of participants who were readmitted to hospital.    3. Adverse effects  3.1. Leaving the study early due to adverse effects – overall tolerability Number of participants who discontinued their participation in the study due to adverse effects.",
        "null": "",
        "Secondary outcomes": "1. Quality of life  1.1. Mean endpoint or change score on quality‐of‐life scale We accepted any published quality of life scales (e.g. Heinrich‐Carpenter Quality of Life Scale, or Subjective well‐being under neuroleptics scale (SWUN)).     2. Service use   3. Functioning  3.1. Clinically important change in functioning Number of participants with a clinically important change in functioning, as defined in each study.    3.2. Mean endpoint or change score on functioning scale We accepted any published rating scales such as the Global Assessment of Functioning (GAF) or the Psychosocial Performance Scale.     4. Global state  4.1. Relapse/exacerbations of psychosis We accepted any definitions of the original authors of each study.   4.2. Mean endpoint or change score on global state scale We accepted any published rating scale.    5. Leaving the study early  5.1. Due to any reason – overall acceptability Number of participants who prematurely discontinued due to any reason.   5.2. Due to inefficacy – overall efficacy Number of participants who prematurely discontinued due to inefficacy.    6. Mental state  6.1. General 6.1.1. Clinically important change in general mental state  Number of participants with a clinically important change – as defined by the individual studies (e.g. mental state much improved, or less than 50% reduction on a specified rating scale).  6.1.2. Mean endpoint or change score on general mental state scale    6.2. Specific 6.2.1. Clinically important change in positive symptoms  6.2.2. Mean endpoint or change score on positive symptom scale  We examined the positive symptoms of schizophrenia according to the positive subscale of the Positive and Negative Syndrome Scale (PANSS), the Scale for Assessment of Positive Symptoms (SAPS) or any other validated positive symptom scale.  6.2.3. Clinically important change in negative symptoms  6.2.4. Mean endpoint or change score on in negative symptom scale  We investigated the negative symptoms of schizophrenia according to the negative subscale of the PANSS or the Scale for the Assessment of Negative Symptoms (SANS) or any other validated negative symptom scale.  6.2.5. Clinically important change in depressive symptoms  6.2.6. Mean endpoint or change score on depressive symptom scale  We investigated depressive symptoms according to the Calgary Depression Scale, the Hamilton Depression Scale, the Montgomery Åsberg Depression Rating Scale or any other validated depression scales.     7. Behaviour  7.2. Mean endpoint or change score on behaviour scale We accepted any published rating scale.    8. Satisfaction with care  8.2. Mean endpoint or change score on satisfaction with care scale We accepted any published rating scale.    9. Adverse effect/events  9.1. Effects 9.1.1. At least one adverse effect  9.1.2. Weight gain: clinically important change  9.1.3. Incidence of various specific adverse effects    9.2. Event: mortality 9.2.1. Overall mortality  9.2.2. Due to natural causes  9.2.3. Due to suicide     10. Medication – mean antipsychotic dose at endpoint We examined whether reduction of polypharmacy also led to a reduction of antipsychotic doses. We converted antipsychotic doses to olanzapine equivalents for this procedure (Gardner 2010).    11. Cognition  11.2. Mean endpoint or change score on cognition scale We accepted any published rating scale."
    },
    "search_strategy": {}
}