{
    "title": "Antipsychotic dose reduction compared to dose continuation for people with schizophrenia",
    "abstract": "Background Antipsychotic drugs are the mainstay treatment for schizophrenia, yet they are associated with diverse and potentially dose‐related side effects which can reduce quality of life. For this reason, the lowest possible doses of antipsychotics are generally recommended, but higher doses are often used in clinical practice. It is still unclear if and how antipsychotic doses could be reduced safely in order to minimise the adverse‐effect burden without increasing the risk of relapse.    Objectives To assess the efficacy and safety of reducing antipsychotic dose compared to continuing the current dose for people with schizophrenia.    Search methods We conducted a systematic search on 10 February 2021 at the Cochrane Schizophrenia Group's Study‐Based Register of Trials, which is based on CENTRAL, MEDLINE, Embase, CINAHL, PsycINFO, PubMed, ClinicalTrials.gov, ISRCTN, and WHO ICTRP. We also inspected the reference lists of included studies and previous reviews.    Selection criteria We included randomised controlled trials (RCTs) comparing any dose reduction against continuation in people with schizophrenia or related disorders who were stabilised on their current antipsychotic treatment.     Data collection and analysis At least two review authors independently screened relevant records for inclusion, extracted data from eligible studies, and assessed the risk of bias using RoB 2. We contacted study authors for missing data and additional information. Our primary outcomes were clinically important change in quality of life,  rehospitalisations and dropouts due to adverse effects; key secondary outcomes were clinically important change in functioning, relapse, dropouts for any reason, and at least one adverse effect. We also examined scales measuring symptoms, quality of life, and functioning as well as a comprehensive list of specific adverse effects. We pooled outcomes at the endpoint preferably closest to one year. We evaluated the certainty of the evidence using the GRADE approach.    Main results We included 25 RCTs, of which 22 studies provided data with 2635 participants (average age 38.4 years old). The median study sample size was 60 participants (ranging from 18 to 466 participants) and length was 37 weeks (ranging from 12 weeks to 2 years). There were variations in the dose reduction strategies in terms of speed of reduction (i.e. gradual in about half of the studies (within 2 to 16 weeks) and abrupt in the other half), and in terms of degree of reduction (i.e. median planned reduction of 66% of the dose up to complete withdrawal in three studies). We assessed risk of bias across outcomes predominantly as some concerns or high risk.   No study reported data on the number of participants with a clinically important change in quality of life or functioning, and only eight studies reported continuous data on scales measuring quality of life or functioning. There was no difference between dose reduction and continuation on scales measuring quality of life (standardised mean difference (SMD) −0.01, 95% confidence interval (CI) −0.17 to 0.15, 6 RCTs, n = 719, I2 = 0%, moderate certainty evidence) and scales measuring functioning (SMD 0.03, 95% CI −0.10 to 0.17, 6 RCTs, n = 966, I2 = 0%, high certainty evidence).  Dose reduction in comparison to continuation may increase the risk of rehospitalisation based on data from eight studies with estimable effect sizes; however, the 95% CI does not exclude the possibility of no difference (risk ratio (RR) 1.53, 95% CI 0.84 to 2.81, 8 RCTs, n = 1413, I2 = 59% (moderate heterogeneity), very low certainty evidence). Similarly, dose reduction increased the risk of relapse based on data from 20 studies (RR 2.16, 95% CI 1.52 to 3.06, 20 RCTs, n = 2481, I2 = 70% (substantial heterogeneity), low certainty evidence).    More participants in the dose reduction group in comparison to the continuation group left the study early due to adverse effects (RR 2.20, 95% CI 1.39 to 3.49, 6 RCTs with estimable effect sizes, n = 1079, I2 = 0%, moderate certainty evidence) and for any reason (RR 1.38, 95% CI 1.05 to 1.81, 12 RCTs, n = 1551, I2 = 48% (moderate heterogeneity), moderate certainty evidence).  Lastly, there was no difference between the dose reduction and continuation groups in the number of participants with at least one adverse effect based on data from four studies with estimable effect sizes (RR 1.03, 95% CI 0.94 to 1.12, 5 RCTs, n = 998 (4 RCTs, n = 980 with estimable effect sizes), I2 = 0%, moderate certainty evidence).     Authors' conclusions This review synthesised the latest evidence on the reduction of antipsychotic doses for stable individuals with schizophrenia. There was no difference between dose reduction and continuation groups in quality of life, functioning, and number of participants with at least one adverse effect. However, there was a higher risk for relapse and dropouts, and potentially for rehospitalisations, with dose reduction. Of note, the majority of the trials focused on relapse prevention rather potential beneficial outcomes on quality of life, functioning, and adverse effects, and in some studies there was rapid and substantial reduction of doses. Further well‐designed RCTs are therefore needed to provide more definitive answers.",
    "review_type": "Intervention",
    "doi": "https://doi.org/10.1002/14651858.CD014384.pub2",
    "review_id": "CD014384",
    "criteria": {
        "Types of studies": "We considered all relevant randomised controlled trials (RCTs) for inclusion. If a trial was described as 'double‐blind', but randomisation was implied, we would include such trials and examine the effect of their inclusion by excluding them in a sensitivity analysis (see Sensitivity analysis). If their inclusion did not result in a substantive difference, they would remain in the analyses. If their inclusion resulted in important clinically significant but not necessarily statistically significant differences, we would not add the data from these lower‐quality studies to the results of the high‐quality trials, but would present such data within a subcategory. We excluded quasi‐RCTs, such as those allocating by alternate days of the week. Where studies had multiple publications, we collated the reports of the same study so that each study, rather than each report, was the unit of interest for the review; such studies have a single identifier with multiple references.",
        "Types of participants": "Adults, however defined, with schizophrenia or related disorders, including schizophreniform disorder, schizoaffective disorder, and delusional disorder, by any means of diagnosis (irrespective of the diagnostic criteria used), who were stabilised on their current antipsychotic treatment, irrespective of age, gender, race, or country. We accepted any definition of stability that was used in the individual studies. We excluded studies that addressed the question of the minimum effective acute phase dose for acutely ill people with schizophrenia. We were interested in ensuring that information is relevant to the current care of people with schizophrenia, therefore we have highlighted the current clinical state clearly (early postacute, partial remission, remission), as well as the stage (first episode, early illness, persistent), and whether the studies focused primarily on people with particular problems (e.g. negative symptoms, treatment‐resistant illnesses). See Subgroup analysis and investigation of heterogeneity.",
        "Types of interventions": "Any reduction in dose of the current antipsychotic drug licensed in at least one country, irrespective of how it was defined and how fast it was undertaken. We included studies that allowed a gradual dose reduction up to complete withdrawal as long as it was possible to increase the dose if symptoms re‐emerged. We excluded studies where antipsychotics were fully withdrawn in all participants without the possibility to increase doses if necessary. The reason for this is that the aim of this review was to investigate the effect of dose reduction, not of antipsychotic withdrawal. We excluded studies on so‐called 'intermittent treatment', where medication is more or less abruptly withdrawn from all patients and only restarted if early warning signs of psychosis re‐emerge. We planned to examine the degree of dose reduction in a subgroup analysis. Continuation of the current antipsychotic dose.",
        "1. Dose reduction": "Any reduction in dose of the current antipsychotic drug licensed in at least one country, irrespective of how it was defined and how fast it was undertaken.  We included studies that allowed a gradual dose reduction up to complete withdrawal as long as it was possible to increase the dose if symptoms re‐emerged. We excluded studies where antipsychotics were fully withdrawn in all participants without the possibility to increase doses if necessary. The reason for this is that the aim of this review was to investigate the effect of dose reduction, not of antipsychotic withdrawal. We excluded studies on so‐called 'intermittent treatment', where medication is more or less abruptly withdrawn from all patients and only restarted if early warning signs of psychosis re‐emerge. We planned to examine the degree of dose reduction in a subgroup analysis.",
        "2. Dose continuation": "Continuation of the current antipsychotic dose.",
        "Types of outcome measures": "We divided all outcomes into very short term (up to three months), short term (up to six months), medium term (up to one year, i.e. seven to 12 months), and long term (more than 12 months). The primary time point of interest was up to one year. We reported data for separate time points when available, and calculated subtotals without calculating totals in order to avoid double counting when one study contributed for multiple time points. When we combined the time points, if multiple time points were reported for the same study, we selected the one closest to 12 months for the primary analysis. 1.1. Clinically important change in quality of life Number of participants with a clinically important change in quality of life, as defined in each study. 2.1. Readmission to hospital Number of participants that were readmitted to hospital. 3.1. Leaving the study early due to adverse effects  – overall tolerability Number of participants that discontinued participation in the study due to adverse effects. 1.1. Mean endpoint or change score on quality of life scale We accepted any published quality of life scales (e.g. Heinrich‐Carpenter Quality of Life Scale or Subjective Well‐Being Under Neuroleptic Treatment Scale (SWUN)). 3.1. Clinically important change in functioning Number of participants with a clinically important change in functioning, as defined in each study. 3.2. Mean endpoint or change score on functioning scale We accepted any published rating scales, such as the Global Assessment of Functioning or the Psychosocial Performance Scale. 4.1. Relapse/exacerbations of psychosis We accepted any definitions from the original authors of each study. 4.2. Mean endpoint or change score on global state scale We accepted any published rating scale. 5.1. Due to any reason – overall acceptability Number of participants that prematurely discontinued for any reason. 5.2. Due to inefficacy – overall efficacy Number of participants that prematurely discontinued due to inefficacy. 6.1. General 6.1.1. Clinically important change in general mental state Number of participants with a clinically important change, as defined by the individual studies (e.g. mental state much improved, or less than 50% reduction on a specified rating scale). 6.1.2. Mean endpoint or change score on general mental state scale 6.2. Specific 6.2.1. Clinically important change in positive symptoms 6.2.2. Mean endpoint or change score on positive symptom scale We examined the positive symptoms of schizophrenia according to the positive subscale of the Positive and Negative Syndrome Scale (PANSS), the Scale for Assessment of Positive Symptoms (SAPS), or any other validated positive symptom scale. 6.2.3. Clinically important change in negative symptoms 6.2.4. Mean endpoint or change score on negative symptom scale We investigated the negative symptoms of schizophrenia according to the negative subscale of the PANSS, the Scale for the Assessment of Negative Symptoms (SANS), or any other validated negative symptom scale. 6.2.5. Clinically important change in depressive symptoms 6.2.6. Mean endpoint or change score on depressive symptom scale We investigated depressive symptoms according to the Calgary Depression Scale, the Hamilton Depression Scale, the Montgomery Asberg Depression scale, or or any other published depression scales. 7.2. Mean endpoint or change score on behaviour scale We accepted any published rating scale. 8.2. Mean endpoint or change score on satisfaction with care scale We accepted any published rating scale. 9.1. Effects 9.1.1. At least one adverse effect 9.1.2. Weight gain: clinically important change 9.1.3. Incidence of various specific adverse effects 9.2. Event: mortality 9.2.1. Overall mortality 9.2.2. Mortality due to natural causes 9.2.3. Mortality due to suicide We  converted antipsychotic doses to olanzapine equivalents for this outcome (Gardner 2010). If the drug was not available in the Gardner conversion method, we used the defined daily doses (DDDs) instead (Leucht 2016).",
        "Primary outcomes": "1. Quality of life  1.1. Clinically important change in quality of life Number of participants with a clinically important change in quality of life, as defined in each study.     2. Service use  2.1. Readmission to hospital Number of participants that were readmitted to hospital.    3. Adverse effect  3.1. Leaving the study early due to adverse effects  – overall tolerability Number of participants that discontinued participation in the study due to adverse effects.",
        "null": "",
        "Secondary outcomes": "1. Quality of life  1.1. Mean endpoint or change score on quality of life scale We accepted any published quality of life scales (e.g. Heinrich‐Carpenter Quality of Life Scale or Subjective Well‐Being Under Neuroleptic Treatment Scale (SWUN)).     2. Service use   3. Functioning  3.1. Clinically important change in functioning Number of participants with a clinically important change in functioning, as defined in each study.    3.2. Mean endpoint or change score on functioning scale We accepted any published rating scales, such as the Global Assessment of Functioning or the Psychosocial Performance Scale.     4. Global state  4.1. Relapse/exacerbations of psychosis We accepted any definitions from the original authors of each study.   4.2. Mean endpoint or change score on global state scale We accepted any published rating scale.    5. Leaving the study early  5.1. Due to any reason – overall acceptability Number of participants that prematurely discontinued for any reason.   5.2. Due to inefficacy – overall efficacy Number of participants that prematurely discontinued due to inefficacy.    6. Mental state  6.1. General 6.1.1. Clinically important change in general mental state  Number of participants with a clinically important change, as defined by the individual studies (e.g. mental state much improved, or less than 50% reduction on a specified rating scale).  6.1.2. Mean endpoint or change score on general mental state scale    6.2. Specific 6.2.1. Clinically important change in positive symptoms  6.2.2. Mean endpoint or change score on positive symptom scale  We examined the positive symptoms of schizophrenia according to the positive subscale of the Positive and Negative Syndrome Scale (PANSS), the Scale for Assessment of Positive Symptoms (SAPS), or any other validated positive symptom scale.   6.2.3. Clinically important change in negative symptoms  6.2.4. Mean endpoint or change score on negative symptom scale  We investigated the negative symptoms of schizophrenia according to the negative subscale of the PANSS, the Scale for the Assessment of Negative Symptoms (SANS), or any other validated negative symptom scale.  6.2.5. Clinically important change in depressive symptoms  6.2.6. Mean endpoint or change score on depressive symptom scale  We investigated depressive symptoms according to the Calgary Depression Scale, the Hamilton Depression Scale, the Montgomery Asberg Depression scale, or or any other published depression scales.     7. Behaviour  7.2. Mean endpoint or change score on behaviour scale We accepted any published rating scale.    8. Satisfaction with care  8.2. Mean endpoint or change score on satisfaction with care scale We accepted any published rating scale.    9. Adverse effects/events  9.1. Effects 9.1.1. At least one adverse effect  9.1.2. Weight gain: clinically important change  9.1.3. Incidence of various specific adverse effects    9.2. Event: mortality 9.2.1. Overall mortality  9.2.2. Mortality due to natural causes  9.2.3. Mortality due to suicide     11. Medication – mean antipsychotic dose at endpoint We  converted antipsychotic doses to olanzapine equivalents for this outcome (Gardner 2010). If the drug was not available in the Gardner conversion method, we used the defined daily doses (DDDs) instead (Leucht 2016)."
    },
    "search_strategy": {}
}